[
  {
    "签号": 1,
    "幸运指数": "★★★★★",
    "远古预言": "巍巍独步向云间，玉殿千官第一班，\n富贵荣华天付汝，福如东海寿如山。",
    "解读举例": "一士人问功名，占此，自谓非会，即状久而始第。会试、殿试两科，通榜序齿，皆第一授官山东，由知县历州、府、司、道以至抚台，皆不离山东，应在末句。",
    "整体运程": "此刻你正感受到一股强大的力量在推动你前行，仿佛云端漫步，超然独立。\n你内心的渴望与外界的机遇正在契合，许多悬而未决的事情将找到方向。\n虽然成就斐然，但内心深处仍需保持谦逊和感恩，方能持盈保泰。",
    "穿搭建议": "建议选择能体现尊贵与自信的风格，如“经典皇家风”或“权力着装”。金色、紫色或明亮的红色能增强你的气场。佩戴象征成就或地位的饰品。",
    "开运锦囊": "抬头挺胸，保持自信的仪态。今日适合登高望远，或品尝象征长寿的食物（如面条）。保持面部光洁，展现精神饱满。",
    "总结": "你的运势是——登峰造极！",
    "分类运程": {
      "健康": "身心状态趋于巅峰，活力充沛，小有不适也能迅速恢复。是关注长期健康和养生的好时机。",
      "财运": "名声或地位带来的财富机遇较多，但直接求财可能感觉虚浮，应注重事业带来的正财。",
      "感情": "关系和谐美满，如同天作之合。单身者有望遇到理想伴侣，已有的关系则更加稳固，充满幸福感。",
      "考学": "智慧焕发，学业或考试将名列前茅，是金榜题名的好兆头。",
      "事业": "事业将达到新的高度，可能获得晋升或重要认可。根基稳固，前程光明，如同领军人物。",
      "人际": "人际关系和谐，易得他人尊敬与支持。你的地位提升，能够正面影响周围的人。",
      "纠纷": "如遇争端，道理在你这边，能够获得公正的裁决，结果对你有利。",
      "远行": "出行顺利，无论是远行还是近途，都能平安顺遂，且可能带来好运或机遇。"
    },
    "文件标题": "佛顶尊胜咒",
    "文件名": "佛顶尊胜咒.mp3",
    "梵文": "नमो भगवते त्रैलोक्य प्रतिविशिष्टाय बुद्धाय भगवते। तद्यथा ॐ विशोधय असम समन्तावभास स्फरण गति गहन स्वभाव विशुद्धे अभिषिञ्चतु मां सुगत वरवचन अमृताभिषेकैः। आहर आहर आयुः सन्धारणि। शोधय शोधय गगन विशुद्धे। उष्णीष विजय विशुद्धे सहस्ररश्मि सञ्चोदिते। सर्व तथागताधिष्ठानाधिष्ठिते मुद्रे वज्र काय संहतन विशुद्धे। सर्वावरण विशुद्धे प्रतिनिवर्तय आयुः शुद्धे समयाधिष्ठिते। मणि मणि तथाता भूतकोटि परिशुद्धे विस्फुट बुद्धि शुद्धे। जय जय विजय विजय स्मर स्मर बुद्धाधिष्ठिते शुद्धे। वज्रे वज्र गर्भे वज्रं भवतु मम सर्वसत्त्वस्य च काय विशुद्धे। सर्व गति परिशुद्धे सर्व तथागत समाश्वासाधिष्ठिते। बुद्ध्य बुद्ध्य बोधय बोधय समन्त परिशुद्धे सर्व तथागताधिष्ठानाधिष्ठिते स्वाहा। ॐ अमृतोद्भवे स्वाहा। ॐ अमृत तेजे हर हूं। ॐ अमृत तेज वति स्वाहा।",
    "咒语含义": "此尊胜陀罗尼具有无量功德，能净化一切恶业重罪，增长寿命与福慧，消除灾厄病苦，得诸佛加持护念，最终导向清净解脱。"
  },
  {
    "签号": 2,
    "幸运指数": "★★★★☆",
    "远古预言": "盈虚消息总天时，自此君当百事宜；\n若问前程归宿地，更须方寸好修为。",
    "解读举例": "一少年患弱病，占此。殒歿，竟弃人间，应在“前程归缩地”一句。\n\n又一人问行人，占此。不数日，其人兼程而至，亦“缩地”之应也。\n\n又一人问执业，占此。奔走四方，靡有生涯。后遇一选课者傳授心法，乃遁跡浔江（今晋江市龙湖镇衙口村），自开择日馆，研究趋吉避凶之术頗精。上二句甚验。",
    "整体运程": "你是否感觉过去的困顿即将消散？现在正是转折点，事事将变得顺遂起来。\n内心的修为是引导未来的关键，善念如同灯塔，照亮前行的道路。如能坚持禅修、瑜伽，专注于呼吸、气息，则容易获得明确的指引。\n把握当下，但不过于急躁，稳步前行是通往成功的秘诀。",
    "穿搭建议": "适合沉稳内敛的风格，如“简约知性风”或“大地色系穿搭”。选择蓝色、米色或灰色系的衣物，有助于稳定心神。",
    "开运锦囊": "进行内省或冥想，保持心境平和。今日宜读好书，或做一件有益于他人的小事。修饰眉形，让神态更显清明。",
    "总结": "你的运势是——静待花开！",
    "分类运程": {
      "健康": "健康状况好转，旧疾有望缓解。保持平和心态，注意修养，多行祈祷有益身心。",
      "财运": "财运平稳，不宜过度投机，按部就班经营可见利。名誉比财富更易获得。",
      "感情": "姻缘有成功的希望，关系趋向稳定和谐。用心经营，珍惜缘分，可得美满结局。",
      "考学": "颇具潜力，只要用心努力，持之以恒，成功有望，但不宜心急。",
      "事业": "事业逐步走向顺境。宜按部就班，不宜冒进或好高骛远。稳健发展，方能打下坚实基础。",
      "人际": "人际关系趋于和谐。以诚待人，广结善缘，会得到他人的理解与帮助。",
      "纠纷": "诉讼之事以和为贵，寻求调解是最佳选择，可避免不必要的损失和烦恼。",
      "远行": "出行平安顺利，适宜出发。途中保持平和心态，注意安全，可有所获。"
    },
    "文件标题": "安土地真言",
    "文件名": "安土地真言.mp3",
    "梵文": "नमः समन्त बुद्धानं, ॐ, दुरु दुरु पृथिवी स्वाहा।",
    "咒语含义": "称诵此咒，能安镇家宅，土地神灵欢喜，保家宅平安，远离灾祸，获得土地的滋养与稳固力量。"
  },
  {
    "签号": 3,
    "幸运指数": "★★★☆☆",
    "远古预言": "衣食自然生处有，劝君不用苦劳心；\n但能孝悌存忠信，福禄来成祸不侵。",
    "解读举例": "一生赴考遗才，占此，得收录。应在“衣食自然生处有”一句，盖宗师正科举之生处也。\n\n又(清)道光间，一人自恃有财，图谋官爵，已捐同知矣。一日忽欲指浙江候补，故到庙占此。人劝其作富家翁，不听。旋赴該省候委，百计营求，始有差事。因延缓多日尚未动身，大宪责其怠慢，截留改委。劳碌数年金尽，求裘敝体，歿於旅寓，不得回家。上二句之应也。",
    "整体运程": "你是否常常感到，生活中的许多事物似乎早已注定？顺其自然或许是最佳策略。\n内心的正直与善良是你最强大的护盾，能为你抵挡许多不必要的困扰。\n不必过于强求那些看似遥远的目标，专注于眼前能做好的事，多回家看看父母长辈，多与知心朋友交流，福禄自会靠近。",
    "穿搭建议": "建议穿着舒适自然的服饰，如“休闲舒适风”或“棉麻质感”。颜色选择柔和的绿色、棕色或白色，营造平和安定的氛围。",
    "开运锦囊": "多陪伴家人，或做些家务。今日宜食家常菜，感受平淡生活的温暖。保持面容干净整洁，给人亲和感。",
    "总结": "你的运势是——本分即福！",
    "分类运程": {
      "健康": "健康状况尚可，注意调养。保持平和心态，遵守生活规律，可保平安。疾病治疗可能稍有延迟。",
      "财运": "财运平稳，够维持基本生活，不宜有过多非分之想，强求反而不美。",
      "感情": "感情发展可能较为缓慢，婚姻之事尚需等待时机。注重人品与内在契合，而非外在条件。",
      "考学": "考试运一般，可能需要更多时间和努力，坚持下去终有回报。",
      "事业": "事业宜守不宜攻。安于现状，做好本职工作。强行拓展或改变可能效果不佳。",
      "人际": "和睦的人际关系是福气的来源。注重孝悌忠信，真诚待人，能得到他人的尊重和帮助。",
      "纠纷": "诉讼以和为贵，避免争端。坚守道义，寻求和解，方能避免是非。",
      "远行": "出行平安，但无大利。若非必要，安居家中更为适宜。"
    },
    "文件标题": "功德宝山咒",
    "文件名": "功德宝山咒.mp3",
    "梵文": "नमो बुद्धाय नमो धर्माय नमः संघाय। सिद्धे हुरु हुरु सिदुरु कृपा कृपा सिद्धानि पूरणि स्वाहा।",
    "咒语含义": "念诵此咒如同积累无量功德如宝山，能消除罪业，增长福报，圆满善愿。"
  },
  {
    "签号": 4,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "去年百事颇相宜，若较今年时运衰；\n好把瓣香告神佛，莫教福谢悔无追。",
    "解读举例": "一人平日许下香愿，后患病，占此。辄以未酬香愿，为疑不及祷而死。“瓣香告神佛”，“福谢悔无追”，二语灵甚。",
    "整体运程": "你是否感觉到近来的运势较去年有所下滑？这是正常的周期波动，不必过于忧虑。\n此刻更需要内心的虔诚与反思，祈求神明的指引与护佑。\n及早行动，弥补过失或不足，避免将来追悔莫及。",
    "穿搭建议": "选择低调、沉稳的风格，如“基础实用风”。颜色避免过于鲜艳，可选用深蓝、黑色或灰色，有助于收敛心神。",
    "开运锦囊": "到安静的地方（如寺庙、教堂、公园）静心祈祷。今日宜自我反省，整理旧物。注意眼部保养，避免疲态。",
    "总结": "你的运势是——警醒与祈祷！",
    "分类运程": {
      "健康": "健康状况堪忧，旧疾可能复发或出现新问题。需格外注意保养，并虔诚祈祷，寻求神助。",
      "财运": "财运低迷，求财无利，交易难成，不宜投资或扩大经营。",
      "感情": "感情进展不顺，婚姻难成。关系中可能出现隔阂或障碍，需冷静处理。",
      "考学": "考试运不佳，功名难求，可能需要等待更好的时机。",
      "事业": "事业发展受阻，谋望之事难以成功。不宜进行重大决策或拓展，应以稳为主。",
      "人际": "易有是非口舌，人际关系紧张。需谨言慎行，避免冲突。",
      "纠纷": "诉讼不利，败多胜少。应尽量避免官司，寻求和解，否则后果严重。",
      "远行": "出行不宜，途中多有阻碍和风险。建议暂缓出行计划，留守本地。"
    },
    "文件标题": "七佛灭罪真言",
    "文件名": "七佛灭罪真言.mp3",
    "梵文": "दीप दीपते कुह कुहते तरारते निहारते विमारते स्वाहा",
    "咒语含义": "此咒能消灭罪障，带来光明与清净，愿福慧增长，一切吉祥。"
  },
  {
    "签号": 5,
    "幸运指数": "★★☆☆☆",
    "远古预言": "子有三般不自由，门庭萧索冷如秋；\n若逢牛鼠交承日，万事回春不用忧。",
    "解读举例": "一生岁试占此，居三等，验在“三般不自由”一句。若值子丑寅月日，又不当以此断之。\n\n又有一生科试占此，县、府、院三处皆取，应“子有三般”；临场丁母忧，应“门庭萧索”。\n\n又一生，院试前占此。放榜之日，竟取进，应“子有”两字也。",
    "整体运程": "你是否感到当前有些身不由己，诸多事情难以随心所欲？这只是暂时的困顿。\n如同季节更替，萧瑟的秋天过后，温暖的春天终将到来。\n保持耐心，积极应对，转机就在不远处，请特别留意与“牛”、“鼠”相关的月份和日子（可查阅万年历）和人物（属相），届时万象更新。",
    "穿搭建议": "穿着宜选用温暖、给人希望感的色彩，如黄色、橙色或柔和的米白，风格可以是“舒适居家风”或“复古田园风”，带来安稳感。",
    "开运锦囊": "耐心处理事务，避免急躁。今日宜进行整理规划，或与久未联系的朋友聊聊。可以尝试佩戴小巧的银饰。",
    "总结": "你的运势是——冬去春来！",
    "分类运程": {
      "健康": "健康状况可能经历一段低谷，但有惊无险，终会好转。注意调养，寻求良医，耐心等待康复。",
      "财运": "财运平平，暂时难有大的收益，需节俭度日，耐心等待转机。",
      "感情": "感情或婚姻之事需慎重考虑，当前可能并非最佳时机。等待更好的缘分或关系改善的时刻。",
      "考学": "考试运不佳，可能多次尝试仍未成功，需坚持努力，等待时来运转（子丑年月）。",
      "事业": "事业处于蛰伏期，进展缓慢，甚至感到萧条。坚守岗位，积累实力，待时运好转时再图发展。",
      "人际": "可能感到孤独或人际关系冷淡。保持真诚，提升自我，当时机成熟时，人缘将改善。",
      "纠纷": "诉讼之事最终会得到公正解决，但过程可能曲折。保持耐心，寻求和解或等待有利时机。",
      "远行": "目前出行可能不太顺利。若非必要，可暂缓。未来时机成熟时，出行将更为有利。"
    },
    "文件标题": "光明真言",
    "文件名": "光明真言.mp3",
    "梵文": "ॐ अमोघ वैरोचन महामुद्रा मणिपद्म ज्वल प्रवर्त्तय हूं।",
    "咒语含义": "此为毗卢遮那佛（大日如来）真言，能破除无明黑暗，照亮前程，消除罪业，利益亡者，带来光明与解脱。"
  },
  {
    "签号": 6,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "何劳鼓瑟更吹笙，寸步如登万里程；\n彼此怀疑不相信，休将私意忆浓情。",
    "解读举例": "此占凡事皆不遂意，科名亦然。惟福建泉州府一曾生占此，中副車，蓋应在“寸步如登”之句也。",
    "整体运程": "你是否感觉到付出与回报不成正比，甚至在某些关系中感到隔阂与怀疑？\n表面的和谐可能掩盖了深层的不信任，是时候审视这段关系或处境的真实性了。\n沉溺于过往的情感或期望只会徒增烦恼，果断放下或许是止损的最佳方式。",
    "穿搭建议": "选用简洁、分明的色彩搭配，如黑白灰，风格可以是“极简主义”或“利落职场风”，有助于保持清醒和决断力。",
    "开运锦囊": "专注于自我，减少不必要的社交。今日适合独处，进行清理（物理或心灵层面），明确界限。保持面部表情平静，不多言。",
    "总结": "你的运势是——慧眼识真！",
    "分类运程": {
      "健康": "健康状况不佳，易受精神压力影响。注意情绪调节，避免过度劳心，旧病可能难以痊愈。",
      "财运": "劳心劳力却难有收益，财运低迷，甚至可能亏损，不宜合作或投资。",
      "感情": "感情关系存在猜忌与隔阂，难以信任。婚姻难成，已有的关系也面临考验，强求无益。",
      "考学": "功名无望，努力方向可能错误或时运不济，宜考虑其他出路。",
      "事业": "事业合作易生变故，伙伴间缺乏信任。谋事难成，宜停止不切实际的计划，谨防小人。",
      "人际": "人际关系中存在虚伪与不和。表面热情之下可能隐藏着疏远和怀疑，需擦亮眼睛。",
      "纠纷": "诉讼前景不明，难以获得有利判决。避免争端，以免陷入更深的麻烦。",
      "远行": "出行受阻，计划可能落空。不宜远行，留守原地更为稳妥。"
    },
    "文件标题": "佛眼佛母真言",
    "文件名": "佛眼佛母真言.mp3",
    "梵文": "नमो भगवते उष्णीषाय। ॐ रुरु स्फुरु ज्वल तिष्ठ सिद्ध लोचने सर्वार्थ साधनि स्वाहा।",
    "咒语含义": "礼敬世尊佛顶髻（所化现之佛眼佛母）。念诵此咒能开启智慧之眼，洞悉实相，成就一切事业与善愿，得佛眼佛母慈悲护佑。"
  },
  {
    "签号": 7,
    "幸运指数": "★★★★★",
    "远古预言": "仙风道骨本天生，又遇仙宗为主盟；\n指日丹成谢岩谷，一朝引领向天行。",
    "解读举例": "（清）世宗时，羽士陶仲文占得此签后，以方技遭际，历官礼部尚书，封恭安伯。",
    "整体运程": "你天生拥有独特的潜质与气韵，如同被上天眷顾。\n机遇将至，会遇到指引你方向的贵人或契机，助你更上一层楼。\n这是灵感涌现、潜力得以发挥的时刻，准备好迎接生命中的飞跃。",
    "穿搭建议": "适合飘逸、雅致的风格，如“新中式风”或“仙气飘飘”。颜色可选白色、淡紫色、青色或银色，体现超凡脱俗的气质。材质宜轻盈。",
    "开运锦囊": "进行冥想、瑜伽或接触大自然，提升灵性。今日适合创作、学习玄学或与智者交流。保持妆容清透自然。",
    "总结": "你的运势是——超凡入圣！",
    "分类运程": {
      "健康": "若有疾病，将遇良医，有望迅速康复。但也暗示若错过时机或缘分已尽，可能有超脱尘世（仙逝）之兆，需谨慎对待。整体而言，有神佑，但需把握治疗时机。",
      "财运": "非常规财源或与精神、艺术相关的领域易获丰厚回报，普通商业稍显虚幻。",
      "感情": "姻缘美满，关系和谐。如同神仙眷侣，心灵契合度高。单身者可能遇到理想的、有灵性的伴侣。",
      "考学": "天资聪颖，考试顺利，易得高分或进入理想学府。",
      "事业": "事业发展顺利，能达到很高的高度。特别利于从事文化、艺术、哲学、宗教或需要独特天赋的行业。易得贵人提携。",
      "人际": "能遇到志同道合的良师益友或重要支持者。人际关系和谐，能得到他人的敬仰和帮助。",
      "纠纷": "若遇争讼，能得公正对待，道理清晰，结果有利。有神明护佑，邪不胜正。",
      "远行": "出行大吉，旅途顺利，可能在途中遇到奇缘或重要机遇。"
    },
    "文件标题": "金刚界大日如来咒",
    "文件名": "金刚界大日如来咒.mp3",
    "梵文": "ॐ वज्र धातु वं।",
    "咒语含义": "此为金刚界大日如来的种子字真言，代表其无上智慧与遍照光明，念诵能得金刚不坏加持。"
  },
  {
    "签号": 8,
    "幸运指数": "★★★★★",
    "远古预言": "年来耕稼苦无收，今岁田畴定有秋；\n况遇太平无事日，士农工贾百无忧。",
    "解读举例": "一生岁考占此，案居三等，应“太平无事”四字，蓋三等乃平过地位也。\n\n又一生类考占此，案居一等，因起复候廩，应“定有秋”二句。",
    "整体运程": "过去的辛劳与不如意即将结束，丰收的季节正在来临。\n时运好转，周围环境趋于平和，让你能够安心发展，无后顾之忧。\n这是一个各行各业都能感到顺遂的时期，请把握机遇，享受成果。",
    "穿搭建议": "适合穿着舒适、富有生机的服饰，如“田园风”或“自然休闲风”。颜色可选代表丰收的黄色、金色，或代表生机的绿色。",
    "开运锦囊": "与家人或朋友分享喜悦。今日适合进行户外活动，或品尝时令蔬果。保持面色红润，展现活力。",
    "总结": "你的运势是——苦尽甘来！",
    "分类运程": {
      "健康": "健康状况良好，之前的病痛有望痊愈，身心安泰。保持乐观心态，享受生活。",
      "财运": "财运亨通，之前的投入开始获得回报，各行业皆有盈利机会。",
      "感情": "感情和谐，婚姻美满。关系稳定，家庭和睦，之前的误会或矛盾得以化解。",
      "考学": "学业进步，考试顺利，尤其在秋季，容易取得好成绩。",
      "事业": "事业发展顺利，各行各业均呈现繁荣景象。之前的困难得以克服，迎来平稳发展期，可安心工作。",
      "人际": "人际关系和谐，无谓的纷争减少。能与人和睦相处，共享太平时光。",
      "纠纷": "若有争讼，能够得到化解，结果趋向和解与公平，是非分明。",
      "远行": "出行顺利，旅途平安。无论是远行还是近游，都能顺心如意。"
    },
    "文件标题": "吉祥天女咒",
    "文件名": "吉祥天女咒.mp3",
    "梵文": "नमो बुद्धाय। नमो धर्माय। नमः संघाय। नमः श्री महादेव्यै। तद्यथा परिपूरण चरे समन्त दर्शने। महा विहार गते समन्त विधमने। महाकार्य प्रतिष्ठापने सर्वार्थ साधने सुप्रतिपूरे। आयन धर्मता महाविभाषते। महामैत्रे उपसंहिते महाक्लेश सुसंगृहिते। समन्तार्थ अनुपालने स्वाहा।",
    "咒语含义": "称念此咒祈请大吉祥天女加持，能带来财富、幸运、美满与成功，消除贫穷困苦，圆满一切善愿。"
  },
  {
    "签号": 9,
    "幸运指数": "★★★★★",
    "远古预言": "望渠消息向长安，常把菱花仔细看；\n见说文书将入境，今朝喜色上眉端。",
    "解读举例": "望消息。等待已久也。仔细看。把镜自照也。此是盼望不宁之状。文书入境。消息已到。喜色眉端。大有扬眉吐气之概。凡事久而后成。难而后易。不可过急。",
    "整体运程": "长久的等待即将迎来喜讯，内心的期盼将得到回应。\n如同拨云见日，之前的迷茫和不确定感将一扫而空，心情豁然开朗。\n这是收获成果、心想事成的时刻，准备好迎接让你眉开眼笑的好消息。",
    "穿搭建议": "选择明亮、喜庆的色彩，如红色、橙色或金色，风格可以是“优雅庆典风”或“精致都市风”，展现喜悦和自信。",
    "开运锦囊": "主动与人沟通，分享你的好心情。今日适合处理与文件、信息相关的事宜。化一个明亮的妆容，特别是眼妆。",
    "总结": "你的运势是——喜讯临门！",
    "分类运程": {
      "健康": "若有疾病，将迅速好转，迎来康复的佳音。身心状态俱佳，充满活力。",
      "财运": "财运不错，但可能更偏向于名声或地位带来的间接利益，而非直接的大笔横财。",
      "感情": "感情顺利，婚姻可成。期待的伴侣或关系进展的好消息即将到来，关系美满和谐。",
      "考学": "学业有成，考试顺利，容易获得理想的成绩或录取通知。",
      "事业": "事业发展顺利，谋望之事达成。可能收到职位晋升、项目成功或重要合作的好消息。",
      "人际": "人际关系良好，能得到他人的支持和认可。期待的消息或人物即将出现。",
      "纠纷": "若有诉讼，将获得胜诉或有利的解决方案，是非得以澄清。",
      "远行": "若有远行之人，将很快归来或传来佳音。出行计划顺利，旅途愉快。"
    },
    "文件标题": "观音灵感真言",
    "文件名": "观音灵感真言.mp3",
    "梵文": "ॐ मणिपद्मे हूं। महाज्ञान चित्तोत्पाद चित्तस्य न वितर्क सर्वार्थ भूरि सिद्ध काम पूरण। नमः लोकेश्वराय स्वाहा।",
    "咒语含义": "此咒祈请观世音菩萨慈悲加持，能迅速感应，开启智慧，满足一切善愿，消除灾厄，带来吉祥。"
  },
  {
    "签号": 10,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "病患时时命蹇衰，何须打瓦共钻龟；\n直教重见一阳复，始可求神仗佛持。",
    "解读举例": "一生考遗才，占此不取，应在“何须打瓦”一句。\n\n又一士伤后，占此，中二十二名。恭十一月冬至，乃一阳末复之候，而车見者，恰符二十二也。此第三句之验。",
    "整体运程": "你可能正经历一段运势低迷的时期，感到诸事不顺，身心俱疲。\n此时过多的卜问或挣扎可能无益，更需要的是内心的反省和静待时机。调整好心态，第二天看到阳光明媚，一切都会不一样。\n转机往往在最寒冷的时刻孕育，保持信念，关键时间节点在“冬至”之后。",
    "穿搭建议": "穿着宜保暖、舒适，风格可选择“沉静内省风”。颜色避免张扬，可选深色系如黑色、深灰或藏青，有助于沉淀心绪。",
    "开运锦囊": "多休息，减少不必要的活动。今日适合进行忏悔、祈祷或做慈善，积累福德。注意保养皮肤，避免干燥。",
    "总结": "你的运势是——蛰伏待春！",
    "分类运程": {
      "健康": "健康状况不佳，疾病缠绵难愈。此时求医问药效果可能不彰，需耐心调养，待时运好转（或冬至后）方有起色。祈祷有助。",
      "财运": "财运不佳，求财无望，投资易损，宜保守理财，削减开支。",
      "感情": "感情进展缓慢，婚姻难成。关系中可能存在障碍或不顺，需耐心等待或寻求改善时机。",
      "考学": "学业受阻，考试失利，功名难成，可能需要调整方向或加倍努力。",
      "事业": "事业发展停滞，谋望难成。不宜进行重大决策或变动，应安守本分，静待时机。",
      "人际": "可能感到孤立无援，人际关系平淡。此时不宜强求社交，应先处理好自身问题。",
      "纠纷": "诉讼难有结果，是非难辨。应尽量避免争端，寻求和解，否则拖延日久。",
      "远行": "出行不利，途中多有阻碍。建议暂缓出行计划，留守本地为佳。"
    },
    "文件标题": "不动佛心咒",
    "文件名": "不动佛心咒.mp3",
    "梵文": "नमो रत्नत्रयाय। ॐ कं कनि कं कनि रोचनि रोचनि त्रोटनि त्रोटनि त्रासानि त्रासानि प्रतिहन प्रतिहन सर्व कर्म परंपरानि मे सर्व सत्त्वानं च स्वाहा।",
    "咒语含义": "皈依三宝。念诵此咒能强力净化过去所造的深重恶业，尤其是嗔恨之业，消除修行障碍，得不动佛护佑加持。"
  },
  {
    "签号": 11,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "今年好事一番新，富贵荣华萃汝身；\n谁道机关难料处，到头独立转伤神。",
    "解读举例": "一生到省考遺才，占此，不录。至返家时，乏骑步行，应“转伤神”也。\n\n又两商人同往茶山采茶，多年蚀本，欲收场未决，故托人占此。或劝再做，一信之，一不听，遂析股。其一人将资本携归，中途得病，到岁杪，尚在旅寓独宿，末句验甚。一人再整，适茶叶失收，但人心太寒无敢买，彼独广购，果大有获；改因转贩洋船，乃败。全诗俱应。末句“到头独立”灵极，“转伤神”三字尤妙。",
    "整体运程": "事情的开端看似美好顺利，但其中隐藏着未知的变数和风险。\n警惕人际关系中的虚伪与算计，表面的和谐可能并不牢固。\n保持警醒，坚守原则，避免被卷入是非，以免最终孤立无援，暗自神伤。",
    "穿搭建议": "建议选择低调、有防护感的风格，如“简约干练风”或“层次穿搭”。颜色可选灰色、卡其色或深蓝色，避免过于鲜艳或引人注目。",
    "开运锦囊": "保持低调，谨言慎行，不轻信他人。今日适合独立完成工作，避免卷入纷争。修饰简洁的发型，避免过于张扬。",
    "总结": "你的运势是——警惕与自持！",
    "分类运程": {
      "健康": "健康状况不稳定，可能突然转差，甚至有凶险。需特别留意身体变化，谨防意外。",
      "财运": "财运不稳，可能先有小利后有大损，合作易破裂，投资风险高。",
      "感情": "感情关系看似美好，实则可能存在隐患或欺骗。婚姻不宜，需慎重观察，避免被表面现象迷惑。",
      "考学": "考试结果可能与预期有较大落差，功名难遂，需重新评估。",
      "事业": "事业开端顺利，但中途易生变故，甚至失败。需小心处理人际关系，谨防小人暗算，不宜扩张。",
      "人际": "人际关系复杂，表面和谐下可能暗藏嫉妒与算计。需保持警惕，明辨是非，不可轻信他人。",
      "纠纷": "诉讼不利，可能遭遇不公或陷害，结果难以预料。",
      "远行": "出行途中多有阻滞和变数，不宜远行。需步步为营，小心谨慎。"
    },
    "文件标题": "摩利支天菩萨心真言",
    "文件名": "摩利支天菩萨心真言.mp3",
    "梵文": "ॐ आदित्याय मारिची स्वाहा।",
    "咒语含义": "祈请摩利支天菩萨护佑，如同日光驱散黑暗，能隐身遁形，消除灾厄、官非、盗贼等障难，所求速成。"
  },
  {
    "签号": 12,
    "幸运指数": "★★☆☆☆",
    "远古预言": "营为期望在春前，谁料秋来又不然；\n直遇清江贵公子，一生活计始安全。",
    "解读举例": "一士人问终身，得此签，久而不遇。至晚年，适有淮安宦家聘為西宾，大有所得。其家居在清江，甫方悟签语之灵验。\n\n又一人自泉渡台收帳，去时与妻约，两三月便可回来。后经年不归，妻遣人占此。及至回家时，计其外出之月，恰与牧羊之年数适相符，合签意之巧如此。\n\n又光绪庚辰岁试，林生与友三人合占此。依序猜榜发，惟林取进。蓋生年最长，故签言一生是始者。",
    "整体运程": "你是否觉得计划赶不上变化，许多期望在等待中落空？时机尚未成熟。\n转机在于遇到对的人或对的地方，留意身边与“水”相关的人（姓名带三点水，属鼠、猪）或地方。\n保持耐心，安守本分，命运的安排自有其时，不必强求。",
    "穿搭建议": "穿着宜选用柔和的水色系，如蓝色、浅灰或白色，风格可尝试“流动感线条”或“舒适简约风”，寓意顺流而行。",
    "开运锦囊": "多接触水，如散步河边、游泳或泡澡。今日适合保持冷静，顺其自然。保持皮肤水润。",
    "总结": "你的运势是——静候佳缘！",
    "分类运程": {
      "健康": "健康状况起伏，可能需要更换医生或疗法才能见效。秋季过后病情有望稳定，需耐心调养。",
      "财运": "财运平平，多有不顺，强求无益，需等待时机或贵人相助。",
      "感情": "感情或婚姻之事波折较多，难以一帆风顺。需要耐心等待合适的时机或缘分，不可强求。",
      "考学": "功名难求，考试不顺，需要更多时间和努力，或需等待转机。",
      "事业": "事业发展屡受挫折，计划难以实现。需要调整策略，或耐心等待转机，关键在于遇到能帮助你的人。",
      "人际": "人际关系中可能缺乏得力助手或知音。需要积极寻找，或等待缘分，一个关键人物的出现将改变局面。",
      "纠纷": "诉讼结果不确定，过程反复。以和为贵，避免争端升级，否则终局可能不利。",
      "远行": "出行可能遇到阻碍或不如预期。需谨慎计划，或等待更有利的时机。"
    },
    "文件标题": "大随求心咒",
    "文件名": "大随求心咒.mp3",
    "梵文": "ॐ वज्र पाश खड्ग चक्र त्रिशूल चिन्तामणि महाविद्या धारणी स्वाहा।",
    "咒语含义": "此咒能获得大随求菩萨的慈悲护佑，满足一切所求善愿，消除灾厄，如同获得金刚索、剑、轮、三叉戟及如意宝珠般无所不能。"
  },
  {
    "签号": 13,
    "幸运指数": "★★★★☆",
    "远古预言": "君今庚甲未亨通，且向江头作钓翁；\n玉兔重生应发迹，万人头上逞英雄。",
    "解读举例": "一孝廉会试，临考占此。有为之断曰：“不获。大喜必遭奇祸，以万人头上决之。”及至就试之日，被人众跻倒，仆地践踏而死。\n\n又一生，甲午年卜秋闱。断曰必中，言今科值甲午必亨通，科甲未联捷。后果如其言，应在“甲未亨通”四字。\n\n又光绪三年，晋江县张氏有两子，俱应试，其父占此。榜发，惟卯年所生之次子入泮。此固“玉兔重生”句之验也。",
    "整体运程": "你是否感到怀才不遇，暂时未能施展抱负？在逢尾数为0和4的年份以及“庚”和“甲”的月份（请查阅万年历）不太顺利，请保持平和心态，如同江边垂钓者般从容。\n时机正在悄然临近，特别是逢“兔”年、“兔”月或者“兔”日，将是你大展宏图之时。\n保持耐心和积累，一旦时运到来，你将脱颖而出，成就非凡。",
    "穿搭建议": "可选择低调而有质感的服饰，如“复古学院风”或“沉静智者风”。颜色可选灰色、深蓝或棕色，体现耐心与智慧。",
    "开运锦囊": "培养耐心，进行需要等待的活动（如园艺、垂钓）。今日适合学习新知识，充实自我。保持发型整洁利落。",
    "总结": "你的运势是——潜龙待渊！",
    "分类运程": {
      "健康": "健康状况若有不适，可能需要一段时间调养，但终能康复。保持平和心态，耐心等待。",
      "财运": "目前财运平平，不宜急于求成，待时机（卯年月）到来，财运将显著提升。",
      "感情": "感情或婚姻之事目前进展缓慢，需耐心等待。当时机到来，将有美满结局。",
      "考学": "功名需要等待时机（卯年月或与兔相关的考期），目前宜潜心学习，届时有望高中。",
      "事业": "事业发展潜力巨大，但目前处于积累或等待阶段。保持专注，提升实力，未来将大有可为，成为行业翘楚。",
      "人际": "目前可能略感沉寂，但未来将获得广泛认可和支持。耐心维系关系，静待人脉爆发。",
      "纠纷": "诉讼之事虽有波折，但最终结果有利。保持冷静，寻求最佳解决时机。",
      "远行": "若有远行之人，终会平安归来。出行计划可能稍有延迟，但最终顺利。"
    },
    "文件标题": "文殊菩萨护身真言",
    "文件名": "文殊菩萨护身真言.mp3",
    "梵文": "ॐ श्रीं।",
    "咒语含义": "开显无碍智慧，增长记忆辩才，消除愚痴迷茫，获得文殊师利菩萨的护佑加持。"
  },
  {
    "签号": 14,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "一见佳人便喜欢，谁知去后有多般；\n人情冷暖君休讶，历涉应知行路难。",
    "解读举例": "一士父母，为之求婚己，私占此，不敢竟白。后果因貧富，久而不谐，六礼将毕而复悔。",
    "整体运程": "初见的美好可能隐藏着后续的复杂与变故，人情冷暖变化无常。\n你可能会因为轻信或冲动而经历失望，体会到世事的艰难。\n保持警惕，审慎行事，不被表面现象迷惑，方能减少伤害。",
    "穿搭建议": "建议选择实用、不易过时的基础款，风格如“经典简约风”。颜色可选中性色，如米色、灰色、卡其色，避免过于花哨或引人误解。",
    "开运锦囊": "保持冷静和理性，不轻信承诺。今日适合独立思考，处理需要细心的事务。注意保持眼神清澈，观察细节。",
    "总结": "你的运势是——擦亮双眼！",
    "分类运程": {
      "健康": "健康状况不稳定，时好时坏，病情可能反复。需有耐心，并对治疗过程有心理准备。",
      "财运": "财运不佳，易先得后失，合作或投资风险高，难以获利。",
      "感情": "感情关系易生变故，始热终冷。婚姻难成，或关系中出现疏离和反复。",
      "考学": "考试结果不如预期，功名难成，可能遭遇挫折。",
      "事业": "事业发展起初看似顺利，但后续困难重重，易生变故。计划难以实现，合作易破裂。",
      "人际": "人际关系复杂多变，他人态度可能反复无常。需保持警惕，不可轻信初识之人。",
      "纠纷": "诉讼过程反复不定，结果难以预料，多半不利。",
      "远行": "出行途中多有险阻，归期难定。不宜远行，需格外小心。"
    },
    "文件标题": "灭业障真言",
    "文件名": "灭业障真言.mp3",
    "梵文": "ॐ आरोलिक स्वाहा",
    "咒语含义": "祈请观世音菩萨慈悲加持，消除累世业障，净化身心，带来安乐与解脱。"
  },
  {
    "签号": 15,
    "幸运指数": "★★☆☆☆",
    "远古预言": "两家门户各相当，不是姻缘莫较量；\n直待春风好消息，却请琴瑟向兰房。",
    "解读举例": "一人春间往楚经商卜此，谓秋间必返。及到彼，因事羈留，刚到明春抵家。末二句验甚。",
    "整体运程": "眼前的机会或关系看似合适，但深入了解后可能发现并非良配。\n不必强求不属于你的缘分，时间和耐心将为你带来真正的好消息。\n等待春天的到来，那时万象更新，适合你的机遇或缘分自会显现。",
    "穿搭建议": "选择能带来希望和生机的颜色，如淡绿色、粉色或浅黄色，风格可偏向“清新田园风”或“温柔雅致”，暗示等待春天的到来。",
    "开运锦囊": "耐心等待，培养平和心态。今日适合规划未来，或进行一些轻松的准备工作。保持柔和的微笑。",
    "总结": "你的运势是——静待春风！",
    "分类运程": {
      "健康": "健康状况平平，疾病可能需要等待时机才能找到合适的治疗方法或好转。保持平和，耐心调养。",
      "财运": "目前财运不佳，求财难成，不宜投资或进行新的商业计划，等待春季转机。",
      "感情": "眼前的感情对象或婚姻机会看似合适，实则缘分未到或存在不合之处。不宜强求，等待更好的缘分出现。",
      "考学": "功名难就，考试运不佳，需要等待时机（春季）或积累更多实力。",
      "事业": "当前的事业计划或合作看似可行，但实际执行会遇到反复和困难。宜暂时搁置，等待春季再作打算。",
      "人际": "与某些人的关系可能表面融洽，但难以深入。不必强求，真正的知己或合作伙伴会在合适的时候出现。",
      "纠纷": "诉讼之事目前难以解决，结果未定。避免激化矛盾，等待时机寻求和解。",
      "远行": "出行可能受阻或延迟。消息不通，行人未归，需耐心等待。"
    },
    "文件标题": "般若波罗蜜多陀罗尼",
    "文件名": "般若波罗蜜多陀罗尼.mp3",
    "梵文": "नमो भगवते प्रज्ञापारमितायै। तद्यथा: ॐ ह्रीः धीः श्री श्रुति स्मृति विजये स्वाहा।",
    "咒语含义": "皈依世尊般若波罗蜜多。念诵此咒能增长无上智慧、提升记忆力与理解力，辩才无碍，破除无明烦恼。"
  },
  {
    "签号": 16,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "官事悠悠难辨明，不如息了且归耕；\n傍人煽惑君休信，此事当谋亲兄弟。",
    "解读举例": "一监生科举卜此，见遗。后其弟新授，例到监，偕弟同恳人司成，得以续取。此事“当谋”句验甚。",
    "整体运程": "你可能正陷入一场是非难辨的困境，感到迷茫和无助。\n警惕旁人的怂恿和挑唆，他们的言语可能并非出于好意。\n此时最可靠的是亲近之人的帮助或建议，回归本真，停止纷争是明智之举。",
    "穿搭建议": "穿着宜朴素、务实，风格可选“经典基础风”或“工装风”。颜色可选深棕色、灰色或军绿色，给人稳重可靠的感觉。",
    "开运锦囊": "多与家人或信赖的挚友沟通，寻求支持。今日适合进行体力劳动或回归简单的生活方式。避免浓妆艳抹，保持素净。",
    "总结": "你的运势是——回归本源！",
    "分类运程": {
      "健康": "健康状况不佳，可能受到邪祟或不良情绪影响。需寻求正确的治疗方法，并加强自身信念，祈求神佑。",
      "财运": "财运不佳，不宜贪求，投机易招损失，守住本分可保平安。",
      "感情": "感情或婚姻之事难以成功，可能受到外界干扰或内部不和。需要与家人坦诚沟通，寻求支持。",
      "考学": "功名无望，学业受阻，难以取得理想结果。",
      "事业": "事业发展不顺，易陷入困境或纠纷。不宜轻举妄动，应寻求内部支持，稳固根基。",
      "人际": "易受小人挑拨离间，人际关系紧张。需警惕身边不怀好意者，多与正直可靠的亲友商议。",
      "纠纷": "诉讼前景不明，难以辨明是非。以和为贵，避免官司扩大，寻求家人帮助调解。",
      "远行": "出行不利，途中可能遇到困难或危险。建议暂缓出行，或寻求家人陪同。"
    },
    "文件标题": "皈依三宝真言",
    "文件名": "皈依三宝真言.mp3",
    "梵文": "नमो रत्नत्रयाय। ॐ भूः खं।",
    "咒语含义": "皈依佛、法、僧三宝，获得最根本的护佑与指引，祈愿安稳吉祥。（注：ॐ भूः खं 部分的具体含义可能因传承不同而有差异，通常与净化或召唤有关。）"
  },
  {
    "签号": 17,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "田园价贯好商量，事到公庭彼此伤；\n纵使机关图得胜，定为后世子孙殃。",
    "解读举例": "一人卜米价，是年米不贵。\n\n又桐城（泉州城，亦称刺桐城）內一士人，有螟蛉子，弗受驾驭。一日偶督责之，竟自逃去，莫知所之。其父百计图谋，终无影响。迨占此之后，乃于胜果舖（参见《泉州舖境》）寻得，带回家里。旋染怪病，破费许多，未及冠而殀亡。三四两句之验如此。",
    "整体运程": "凡事应遵循公平合理的原则，切勿因贪图私利而损害他人。\n看似巧妙的计策或手段，如果违背道义，终将引来祸患。\n眼前的短暂胜利可能埋下长远的隐患，为子孙后代着想，应坚守正道。",
    "穿搭建议": "选择简洁、规整的风格，如“经典正装风”或“极简线条”。颜色可选代表公正的白色、蓝色或代表稳重的灰色，避免过于浮夸。",
    "开运锦囊": "凡事三思而后行，坚守公平原则。今日适合进行公益活动或帮助他人。保持面容平和，眼神正直。",
    "总结": "你的运势是——坚守正道！",
    "分类运程": {
      "健康": "健康状况可能不佳，疾病需通过行善积德和祈祷来化解。心态的平和与善良对康复很重要。",
      "财运": "财运平常，不宜贪求不义之财，否则易招损失或灾祸。守本分可保平安。",
      "感情": "感情或婚姻之事不顺利，可能因利益冲突或不公平对待而产生矛盾。需以诚相待，方有转机。",
      "考学": "功名难遂，考试结果不理想，需反思自身行为是否端正。",
      "事业": "事业发展需依循正道，不可投机取巧或损害他人利益。公平交易，诚信经营，方能长久。",
      "人际": "人际关系中需注意公平，不可恃强凌弱。真诚待人，建立在道义基础上的关系才能稳固。",
      "纠纷": "诉讼必有损伤，两败俱伤的可能性大。极力避免争讼，寻求和解是上策。",
      "远行": "出行可能遇到阻碍或不顺。需谨慎计划，或暂缓出行。"
    },
    "文件标题": "三昧耶戒真言",
    "文件名": "三昧耶戒真言.mp3",
    "梵文": "ॐ समय स्त्वं।",
    "咒语含义": "守护清净誓言与戒律，与诸佛菩萨心意相通，获得不退转的加持与护佑。"
  },
  {
    "签号": 18,
    "幸运指数": "★★☆☆☆",
    "远古预言": "知君指拟是空华，底事茫茫未有涯；\n牢把脚根踏实地，善为善应永无差。",
    "解读举例": "一道人遇寇，欲趋避，占此。潜隐草庐中，得脫去。是应“脚根”一句。\n\n又一人被讼，占此。有司公出，不得归結。是应“底事”一句。\n\n又一生占此，秋闱不中，是应第二句。",
    "整体运程": "你心中的蓝图或期望，可能如同镜花水月，华而不实，难以触及。\n是时候停止不切实际的幻想，将目光转向脚下，踏实前行。\n内心的善良和踏实的行动是你最宝贵的财富，坚持下去，终有回报。",
    "穿搭建议": "建议穿着舒适、实用的服饰，风格可以是“工装风”或“休闲运动风”。颜色可选大地色系，如棕色、卡其色、军绿，象征脚踏实地。",
    "开运锦囊": "专注于具体、细致的工作。今日适合进行体力劳动或学习实用技能。保持朴素自然的妆容。",
    "总结": "你的运势是——回归现实！",
    "分类运程": {
      "健康": "健康状况平平，可能因思虑过多而影响身心。需放宽心态，通过祈祷和行善来改善，避免庸医。",
      "财运": "财运虚浮，看似有机会实则难获利，不宜冒险投资，应求稳健。",
      "感情": "感情关系可能基于不切实际的幻想，难以长久。婚姻之事需慎重，看清对方真实情况。",
      "考学": "功名难求，可能目标过高或方法不当，需调整心态，务实努力。",
      "事业": "事业计划可能过于理想化，难以实现。应放弃不切实际的想法，专注于眼前的工作，稳步前进。",
      "人际": "人际交往中需务实，避免被花言巧语迷惑。真诚待人，建立实在的关系更为重要。",
      "纠纷": "诉讼之事不宜进行，多半是空耗精力。寻求和解或放弃不切实际的要求。",
      "远行": "出行计划可能受阻或延迟。不宜抱有过多幻想，需做好应对变化的准备。"
    },
    "文件标题": "净三业真言",
    "文件名": "净三业真言.mp3",
    "梵文": "ॐ स्वभाव शुद्धाः सर्व धर्माः स्वभाव शुद्धो ऽहं।",
    "咒语含义": "清净身、语、意三业的自性，了悟一切法的本性清净，愿我身心清净无染。"
  },
  {
    "签号": 19,
    "幸运指数": "★★★★☆",
    "远古预言": "嗟子从来未得时，今年星运颇相宜；\n营求动作都如意，和合婚姻诞贵儿。",
    "解读举例": "一生占秋闱得此，下第，盖颇宜者，犹未甚宜也。试毕，以岁者，准贡是小事，吉也。\n\n又先兄讳晴光，己亥科试，占此签，自解曰诞贵儿。是生子，已完果入泮，为县学生员。及咸丰癸丑元旦，又占得此签，复自解曰诞贵儿。是此生已完矣，果于是年三月卒。\n\n又余门人王景星，亦占此签，入泮。盖童生占之則吉也。凡占科，各逢未年必捷。应未便得时也。",
    "整体运程": "你是否感觉过去的努力似乎总差临门一脚？不必再嗟叹，属于你的时机已经到来。\n今年的星运对你格外有利，诸多事情将水到渠成，顺心如意。\n这是采取行动、实现愿望的好时机，特别是在人际关系和家庭方面，将有喜悦降临。",
    "穿搭建议": "适合穿着明亮、有活力的服饰，风格可以是“时尚活力风”或“优雅自信”。颜色可选红色、橙色、粉色或金色，展现好运和喜悦。",
    "开运锦囊": "积极行动，把握机遇。今日适合社交、庆祝或开始新的计划。保持自信愉悦的笑容。",
    "总结": "你的运势是——时来运转！",
    "分类运程": {
      "健康": "健康状况良好，疾病易于痊愈。身心舒畅，充满活力。",
      "财运": "财运亨通，求财得利，生意兴隆，适合投资或扩展业务。",
      "感情": "感情美满，婚姻和合。单身者有望觅得良缘，已婚者夫妻恩爱，家庭幸福，更可能喜得贵子。",
      "考学": "学业进步，考试顺利，有望金榜题名，实现学业目标。",
      "事业": "事业发展顺利，各项计划都能成功实施。无论是创业还是职场，都能得心应手，成就斐然。",
      "人际": "人际关系和谐，能得到他人的帮助和支持。合作顺利，团队融洽。",
      "纠纷": "若有诉讼，能得公正裁决，结果有利。是非分明，道理在你这边。",
      "远行": "出行顺利，旅途平安。远方的行人即将归来或传来佳音。"
    },
    "文件标题": "准提真言",
    "文件名": "准提真言.mp3",
    "梵文": "नमः सप्तानां सम्यक्संबुद्ध कोटीनां। तद्यथा ॐ चले चुले चुन्दे स्वाहा।",
    "咒语含义": "清净身语意三业，增长福德智慧，满足世间与出世间一切善愿，消除灾厄，获得准提菩萨慈悲护佑。"
  },
  {
    "签号": 20,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "一生心事向谁论，十八滩头说与君；\n世事尽从流水去，功名富贵等浮云。",
    "解读举例": "一人买仆，占此后，仆逃去。应“世从流水”一句。\n\n又光绪间，安溪县一生岁试，占此后，惟草索取录十八名。此系第二句之应也。\n\n又晋江县郭姓，问二子孰得入泮，占此，俱失意。此乃第四句“等浮云”之验焉。",
    "整体运程": "你是否感到心事重重，却无人可诉，前路充满未知与险阻？\n世事变幻无常，执着于功名富贵如同追逐浮云，不如看淡放下。\n保持内心的平静与豁达，接受现实，或许能在困顿中找到安身立命之道。",
    "穿搭建议": "选择简洁、朴素的风格，如“侘寂美学”或“基础实用风”。颜色可选用灰色、黑色或深蓝色，有助于内省和沉静。",
    "开运锦囊": "寻找安静独处的时间，整理思绪。今日适合进行心灵层面的活动，如阅读哲学、听舒缓音乐。保持面容平静，少语。",
    "总结": "你的运势是——放下即安！",
    "分类运程": {
      "健康": "健康状况不佳，可能患有难以诊断或治疗的疾病。需谨慎选择医生，保持平和心态，避免过度忧虑。",
      "财运": "财运低迷，求财无望，不宜投资，应看轻物质得失，以求心安。",
      "感情": "感情不顺，婚姻迟疑难成。关系中可能存在隔阂或障碍，难以找到知心人。",
      "考学": "功名无望，学业难成，可能怀才不遇，宜调整期望或方向。",
      "事业": "事业发展艰难，谋望难成。前路充满挑战，需有应对困难的心理准备，不宜强求。",
      "人际": "可能感到孤独，缺乏知音和支持。人际关系平淡，难以找到可以倾诉心事的人。",
      "纠纷": "诉讼结果不利，凶多吉少。应极力避免争端，寻求和解，否则后果严重。",
      "远行": "出行不利，旅途艰险，归期难定。建议暂缓出行，留守本地。"
    },
    "文件标题": "般若大心陀罗尼",
    "文件名": "般若大心陀罗尼.mp3",
    "梵文": "तद्यथा गते गते पारगते पारसंगते बोधि स्वाहा।",
    "咒语含义": "念诵此咒（心经心咒），能开启甚深智慧，超越生死轮回之苦，迅速到达觉悟解脱的彼岸。"
  },
  {
    "签号": 21,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "与君夙昔结成冤，今日相逢那得缘；\n好把经文多讽诵，祈求户内保婵娟。",
    "解读举例": "一典(当)舖媳病，占此。后其妇谗语曰：“我前世为盜，所得物，俱质汝家，今来安享汝财，速与酬神，可保无恙也。”后果如其言。\n\n又一生，剿（抄）袭便文，骗进，因复场文笔大相刺谬，几于见黜。后宗师把他经取之，文多诵数遍，不忍割爱，毕竟无恙。方悟签语明言“与君夙昔结成冤”，无有他虑焉。科名之事，猜此却合，若占別件，慎勿轻决。",
    "整体运程": "你是否感觉到某种过往的纠葛或恩怨正在浮现，影响着当下的关系或境遇？\n眼前的冲突或不顺，可能源于旧日的因果，并非偶然。\n通过忏悔、行善和祈祷，或许能化解宿怨，保护身边的人，尤其是女性亲属。",
    "穿搭建议": "穿着宜选用柔和、有安抚作用的颜色，如浅蓝色、白色或淡粉色，风格可选择“温柔疗愈风”或“简约素雅”，有助于平息戾气。",
    "开运锦囊": "参与诵经、祈福活动，或进行冥想忏悔。今日适合做善事，化解负能量。保持面容祥和，避免锐利眼神。",
    "总结": "你的运势是——化怨为祥！",
    "分类运程": {
      "健康": "健康状况不佳，疾病可能与旧怨或业力有关。需诚心忏悔，祈祷神佛保佑，同时积极治疗。",
      "财运": "财运不佳，求财难得，易有损耗，不宜进行投资或冒险。",
      "感情": "感情或婚姻之事难以成功，可能因过往纠葛或外部干扰而破裂。需谨慎处理，避免冲突。",
      "考学": "学业受阻，功名难成，可能因过往问题影响。",
      "事业": "事业发展受阻，易遭遇挫折或小人陷害。不宜进行新的计划或合作，应低调行事，化解矛盾。",
      "人际": "人际关系紧张，易有口舌是非或仇怨爆发。需谨言慎行，避免与人结怨，特别是要保护家中女性。",
      "纠纷": "诉讼大凶，极易因旧怨引发官司。应尽力寻求和解，化解冤仇，否则后果严重。",
      "远行": "出行不利，途中可能遇到危险或不顺。建议暂缓出行，留守家中为宜。"
    },
    "文件标题": "出罪方便真言",
    "文件名": "出罪方便真言.mp3",
    "梵文": "ॐ सर्व पाप स्फोट दहन वज्राय स्वाहा।",
    "咒语含义": "念诵此咒能如金刚火焰般，迅速破除并焚烧一切罪业障碍，带来身心清净安宁。"
  },
  {
    "签号": 22,
    "幸运指数": "★★★★☆",
    "远古预言": "碧玉池中开白莲，庄严色相自天然；\n生来骨格超凡俗，正是人间第一仙。",
    "解读举例": "一生闻邻邑考童生，欲往，占此，后为彼地所遂。路见一观音坐白莲，竟买之而还。\n\n又余表叔陈內史，府试，占此签，果结第一名。应在末句也。\n\n又泉州有一副貢生乡试，占此，竟中式。盖应“正是”两字也。",
    "整体运程": "你如同池中白莲，天生具有高洁不凡的气质与才华。\n抓住眼前的机遇，不要犹豫，你的潜能将得到充分展现。\n这是一个内外兼修、获得认可与成就的吉祥时刻。",
    "穿搭建议": "适合穿着干净、雅致的服饰，风格可以是“清新文艺风”或“极简高雅”。颜色首选白色，或淡雅的青色、莲藕色，体现纯净高洁。",
    "开运锦囊": "保持自信和优雅的姿态。今日适合参与文化艺术活动或进行创作。妆容宜清淡、突出气质。",
    "总结": "你的运势是——卓尔不群！",
    "分类运程": {
      "健康": "健康状况良好，若有小恙也能迅速康复。但也暗示气质脱俗之人，需注意生命力的维系，避免过于虚幻。",
      "财运": "适合从事与文化、艺术、精神相关的行业，易获名声和收益。普通商业则可能虚名大于实利。",
      "感情": "感情和谐美满，可能遇到气质相投、心灵契合的伴侣。婚姻有望，且可能孕育优秀的后代。",
      "考学": "天资聪颖，学业优秀，考试顺利，容易取得优异成绩，高中榜首。",
      "事业": "事业发展顺利，能达到较高职位或在专业领域获得声望。适合从事需要才华和品味的工作，如文化、艺术、学术等。",
      "人际": "人际关系良好，能吸引并结交有品位、有才华的朋友。易得他人欣赏和尊敬。",
      "纠纷": "若有诉讼，能得公正对待，是非分明，结果有利。",
      "远行": "出行顺利，旅途愉快。可能在途中遇到雅士或获得灵感。"
    },
    "文件标题": "莲华生续经所说咒",
    "文件名": "莲华生续经所说咒.mp3",
    "梵文": "ॐ ह्रीः पद्म नर्तेश्वर हूं।",
    "咒语含义": "祈请莲花舞自在尊（阿弥陀佛或其化身）加持，以慈悲与智慧摄受，消除障碍，成就悉地。"
  },
  {
    "签号": 23,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "花开花谢在春风，贵贱穷通百岁中；\n羡子荣华今已矣，到头万事总成空。",
    "解读举例": "一生未遇时占此。自谓无发达之日。后入场坐空字号，遂得中榜。应在“总成空”之句。圣诗微妙，人不易测。\n\n又泉城內郭生，有子得病。延两医，一名荣观，一名今先。因寒热争辯，遂入庙占此。猜者谓今已矣，决不合，劝其托荣观调治，至年终果愈。此又“羨子荣华”、“到头总成空”之验矣。",
    "整体运程": "人生如同花开花谢，盛衰无常，你可能正感受到运势从高峰滑落。\n曾经的荣华或许已成过往，执着于过去或强求未来都可能徒劳无功。\n接受现实，顺应变化，退守安分或许是避免更大失落的智慧。",
    "穿搭建议": "选择朴素、低调的服饰，风格可以是“基础实用风”或“沉静内敛”。颜色避免鲜艳，可选灰色、黑色或暗色调，有助于接受现实。",
    "开运锦囊": "回顾过去，总结经验教训，但不沉溺。今日适合进行清理、舍弃不再需要的东西。保持面容平静，避免过度修饰。",
    "总结": "你的运势是——接受无常！",
    "分类运程": {
      "健康": "健康状况可能恶化，疾病加重。需特别注意保养，积极治疗，并有面对困难的心理准备。",
      "财运": "财运衰退，求财无望，投资易损，如同虚花，难以把握。",
      "感情": "感情关系易生变故，婚姻难成。美好的时光可能短暂，关系面临考验或走向结束。",
      "考学": "功名难就，考试失利，学业前景黯淡。",
      "事业": "事业由盛转衰，谋望难成。计划可能落空，合作易散，需保守行事，避免损失。",
      "人际": "人际关系可能由热络转为冷淡，支持减少。需有心理准备面对人情冷暖。",
      "纠纷": "诉讼结果不利，难以获胜。避免争端，以免遭受更大损失。",
      "远行": "出行不宜，途中多有阻碍。远方行人归期难定。"
    },
    "文件标题": "十二因缘咒",
    "文件名": "十二因缘咒.mp3",
    "梵文": "ॐ ये धर्मा हेतु प्रभवा हेतुं तेषां तथागतो ह्यवदत् तेषां च यो निरोध एवं वादी महाश्रमणाये स्वाहा।",
    "咒语含义": "了悟缘起甚深法义，破除无明烦恼，断除生死轮回根本，开启解脱智慧。"
  },
  {
    "签号": 24,
    "幸运指数": "★★★☆☆",
    "远古预言": "一春万事苦忧煎，夏里营求始帖然；\n更遇秋成冬至后，恰如骑鹤与腰缠。",
    "解读举例": "一人谒选，占此，谓必得扬州为官矣，乃选得河南信阳州知州。阳与扬同音，“恰如”二字之验。",
    "整体运程": "你是否感到年初的辛劳和忧虑正在逐渐消散？事情正朝着好的方向发展。\n如同四季更替，经历过春的播种和夏的耕耘，秋和冬将是收获的季节。每逢冬至节气之后，将会迎来新的契机。\n保持耐心和持续的努力，美好的结果虽迟但到，甚至可能超出预期。",
    "穿搭建议": "早期可穿沉稳色，后期（秋冬）可选用象征收获和温暖的颜色，如金色、橙色、棕红色。风格可从“坚韧实用”过渡到“富足雅致”。",
    "开运锦囊": "回顾并坚持之前的计划。今日适合进行需要耐心的工作，或为未来的收获做准备。保持积极乐观的面容。",
    "总结": "你的运势是——渐入佳境！",
    "分类运程": {
      "健康": "春季健康可能不佳，疾病痊愈较慢。夏秋冬季逐渐好转，终能康复。需耐心调养。",
      "财运": "财运先难后易，早期投入回报慢，但坚持下去，秋冬季可见显著收益。",
      "感情": "感情或婚姻之事，初期可能经历波折，但最终能修成正果。需经历考验，方得美满。",
      "考学": "功名晚成，早期的考试可能不顺，但坚持努力，后期（秋冬季）有望成功。",
      "事业": "事业发展初期困难重重，夏季开始有起色，秋冬季将迎来成功和收获。坚持不懈是关键。",
      "人际": "人际关系逐渐改善。初期可能存在误解或阻碍，后期能得到他人理解和支持。",
      "纠纷": "诉讼之事能够得到化解，但需要时间。保持耐心，寻求公正。",
      "远行": "出行计划在春季可能受阻，夏秋冬季则较为顺利。远方行人也将归来。"
    },
    "文件标题": "雨宝陀罗尼心真言",
    "文件名": "雨宝陀罗尼心真言.mp3",
    "梵文": "ॐ वसुधारे स्वाहा।",
    "咒语含义": "如降下宝雨，增长财富资粮，消除贫穷困苦，获得持世菩萨（雨宝菩萨）的护佑。"
  },
  {
    "签号": 25,
    "幸运指数": "★★☆☆☆",
    "远古预言": "寅午戌年多阻滞，亥子丑月渐亨嘉；\n更逢玉兔金鸡会，枯木逢春自放花。",
    "解读举例": "一人久病，占得此签。夏日请医，来迟。问“何以迟”？曰“看日食间”。何为“日食”？对曰：“日月交会也。”病人大悟签语，曰：“吾病必痊矣。”一剂而癒。",
    "整体运程": "你是否感到当前诸事迟滞，难以推进？这与时机未到有关，不必过于焦虑。\n在虎、马、狗的年份和月份，运气一般，在猪、鼠、年的年月，运气渐渐变好，在兔和鸡的年份和月份，你将迎来重要转机。\n方位上，南方的人和事，不太顺利，北方的较好，东方或者西方的最为吉利。\n保持耐心，积蓄力量，当时机来临，一切将焕发生机，前景可期。",
    "穿搭建议": "穿着可随季节调整，但在运势低迷时可选稳定色（如棕、灰），运势好转时可选亮色（如绿、金）。风格宜“应时而变”，保持灵活性。",
    "开运锦囊": "耐心等待，做长远规划。今日适合进行深入研究或整理旧物。保持沉稳的仪态，眼神坚定。",
    "总结": "你的运势是——枯木逢春！",
    "分类运程": {
      "健康": "健康状况可能随季节或流年变化，时好时坏。注意保养，特定时期（如冬季或卯酉年月）是康复或转好的关键。",
      "财运": "目前财运不佳，求财难遂，不宜投资，待冬季或卯酉月时机好转。",
      "感情": "感情或婚姻之事可能经历波折，需要等待合适的时机。特定时期（如冬季或卯酉年月）利于关系发展或结缘。",
      "考学": "功名受阻，考试不顺，需等待有利时机（冬季或卯酉年科考）方能成功。",
      "事业": "事业发展时好时坏，难以一帆风顺。需根据时运调整策略，在有利时期（冬季或卯酉年月）积极进取。",
      "人际": "人际关系可能随运势起伏，有时顺畅有时受阻。保持真诚，静待人缘好转的时机。",
      "纠纷": "诉讼之事可能拖延反复，初期不利，但最终有望得到解决。",
      "远行": "出行需看准时机。某些时段（如寅午戌年）不宜远行，而冬季或卯酉年月则较为顺利。"
    },
    "文件标题": "全身舍利宝箧印陀罗尼",
    "文件名": "全身舍利宝箧印陀罗尼.mp3",
    "梵文": "नमः स्त्रियाध्विकानां सर्व तथागतानां। ॐ भुवि भवन वरे वचरे वचटे चुरु चुरु धर धर सर्व तथागत धातु धरे पद्मं भवति जय वरे मुद्रले स्मर तथागत धर्मचक्र प्रवर्तन वज्रै बोधि मण्ड अलंकार अलंकृते सर्व तथागत अधिष्ठिते बोधाय बोधाय बोधि बोधि बुद्ध्य बुद्ध्य संबोधनि संबोधय चल चल चलन्तु सर्व आवरनानि सर्व पाप विगते हुरु हुरु सर्व शोक विगते सर्व तथागत हृदय वज्रणि संभार संभार सर्व तथागत गुह्य धारणि मुद्रे बुद्धे सुबुद्धे सर्व तथागत अधिष्ठित धातु गर्भे स्वाहा। समयाधिष्ठिते स्वाहा। सर्व तथागत हृदय धातु मुद्रे स्वाहा। सुप्रतिष्ठित स्तूपे तथागत अधिष्ठिते हुरु हुरु हूं हूं स्वाहा। ॐ सर्व तथागतोष्णीष धातु मुद्रानि सर्व तथागतं सधातु विभूषित अधिष्ठिते हूं हूं स्वाहा।",
    "咒语含义": "此陀罗尼蕴含三世诸佛全身舍利功德，威力巨大，能灭罪增福，延年益寿，超度亡灵，所求遂意，最终成就佛道。"
  },
  {
    "签号": 26,
    "幸运指数": "★★★☆☆",
    "远古预言": "年来丰歉皆天数，自是今年旱较多；\n与子定期三日内，田畴沾足雨滂沱。",
    "解读举例": "一生秋闱占此，三场连日皆雨，竟得中榜。应末两句也。\n\n又一生屡试不利，晚年与其子同考，出场后甚得意，命其子代占，得此，益喜。有为断曰：“决应抽者，次句自是’两字已说明”。其父不信，亲到占，复得此断者，弗辯。榜发，其子取进，方悟初次果应“自是”两字，迨亲身往占，乃示以“与子定”三字。",
    "整体运程": "你是否感觉到近期的运势如同天气般难以预测，时好时坏？这本是天数使然。\n不必过于担忧眼前的困顿，转机往往在意想不到的短时间（3天）内出现。\n保持诚心和善念，积极祈祷或行动，如同久旱盼甘霖，生机即将到来。",
    "穿搭建议": "适合穿着带来希望和活力的颜色，如雨后的青色、水蓝色或象征滋润的白色。风格可尝试“清新自然风”或“简约舒适”，保持希望感。",
    "开运锦囊": "保持积极心态，相信转机将至。今日适合进行祈祷、许愿或主动解决问题。保持面部清洁明亮。",
    "总结": "你的运势是——雨过天晴！",
    "分类运程": {
      "健康": "健康状况暂时不佳，但有望在短期内遇到转机或有效治疗。保持信心，积极祈祷，注意庚日（与金属、西方相关）可能为关键时间点。",
      "财运": "目前可能有所损耗或不顺，但转机很快到来，届时财运回升，失而复得。",
      "感情": "感情或婚姻之事目前可能遇到困难，但很快会有好的进展。误会消除，关系走向和谐。",
      "考学": "考试结果可能先抑后扬，短期内有转机或好消息。",
      "事业": "事业发展先难后易，目前可能遇到瓶颈。坚持下去，很快会有突破，迎来顺利发展。",
      "人际": "人际关系中可能存在一些紧张或误解，但能得到化解。保持真诚沟通，关系将改善。",
      "纠纷": "诉讼之事能够得到和解或有利解决，纷争即将平息。",
      "远行": "若有出行计划或等待行人，短期内将有好消息或顺利的进展。"
    },
    "文件标题": "消灾吉祥咒",
    "文件名": "消灾吉祥咒.mp3",
    "梵文": "नमः समन्त बुद्धानं अप्रतिहत शासनानं। तद्यथा ॐ ख ख खाहि खाहि हूं हूं ज्वल ज्वल प्रज्वल प्रज्वल तिष्ठ तिष्ठ ष्त्रिक ष्त्रिक स्फोट स्फोट शान्तिक श्रिये स्वाहा।",
    "咒语含义": "消除各种天灾人祸、意外疾厄等障碍，带来安宁与吉祥，增长福德。"
  },
  {
    "签号": 27,
    "幸运指数": "★★☆☆☆",
    "远古预言": "世间万物皆有主，一粒一毫君莫取；\n英雄豪杰自天生，也须步步循规矩。",
    "解读举例": "江东神庙有大树一株，明•太祖皇帝欲伐之，初占此签，犹为偶然，复占仍得此签，遂惊叹以为神异而置之。\n\n又一新科举人，占得此，春闱大捷。应“步步”二字。若问一科者不利。\n\n又余族人王生岁試，占此，入场东廊号舍，与江生隔邻为道，题解得窍，果入泮。又一生，占此亦入泮。盖上三句未明示，“自天生”三個字，至结句六字，复暗藏一员字之议。王钱謹识。",
    "整体运程": "世间万物各有其主，不属于你的切勿强求，贪婪之心是祸患的开端。\n即使是英雄豪杰，也需遵循规则行事，何况普通人，更应安守本分。\n内心的正直与行为的规矩，比任何外在的谋划更能带来长久的安宁与福报。",
    "穿搭建议": "建议穿着规整、有条理的服饰，风格可以是“经典职场风”或“简约秩序感”。颜色可选代表规则的蓝色、灰色或白色，体现自律。",
    "开运锦囊": "遵守规则，按计划行事。今日适合进行整理、归纳工作，或学习规章制度。保持仪容端正，一丝不苟。",
    "总结": "你的运势是——规矩方圆！",
    "分类运程": {
      "健康": "健康状况平稳，但需注意保养。避免过度劳累或不良生活习惯，循序渐进地调养为宜。疾病需慢慢治疗。",
      "财运": "财运平平，不宜妄求，应缓步进行，守住本分，避免投机。",
      "感情": "感情发展不宜急躁，婚姻之事需等待时机成熟。注重双方的内在品质和长远发展，而非一时冲动。",
      "考学": "功名利禄非强求可得，需看天时与自身努力，按规矩学习。",
      "事业": "事业发展宜稳步推进，不可投机取巧或破坏规则。遵守行业规范，诚信经营是关键。",
      "人际": "人际交往需真诚守信，不可恃强凌弱或占小便宜。公平对待他人，方能赢得尊重。",
      "纠纷": "诉讼不利，应尽量避免。若陷入争端，坚守道义，寻求和解为上策。",
      "远行": "出行计划可能受阻或延迟。不宜强行出发，等待更合适的时机。"
    },
    "文件标题": "大轮金刚陀罗尼",
    "文件名": "大轮金刚陀罗尼.mp3",
    "梵文": "नमः स्त्रियाध्विकानां सर्व तथागतानां। अं विरजि विरजि महाचक्र वज्रि सत सत सारते सारते त्रयि त्रयि विधमनि संभञ्जनि त्रमति सिद्ध अग्रे त्रं स्वाहा।",
    "咒语含义": "念诵此咒，能清净持咒不如法之过失，获得诵持一切显密经咒的资格，令所修法门功德圆满成就。"
  },
  {
    "签号": 28,
    "幸运指数": "★★★★☆",
    "远古预言": "公侯将相本无种，好把勤劳契上天；\n人事尽从天理见，才高岂得困林泉。",
    "解读举例": "一士人林某，问终身，占此后，习武不利，加纳为泉州府牧，终于任。\n\n又马生，岁科试，皆列三等。及占此，加考古学，竟以拟上林赋冠军，遂得补廪。",
    "整体运程": "出身并非成功的唯一决定因素，勤奋努力同样能开创辉煌。\n你拥有出众的才华和潜力，不会长久被埋没于平凡之中。\n坚持你的努力，将个人的才能与天道相契合，成功指日可待。",
    "穿搭建议": "适合穿着能体现专业和勤奋的服饰，风格可以是“干练职场风”或“精致工匠风”。颜色可选蓝色、灰色或能展现能力的亮色（如适度的红色）。",
    "开运锦囊": "积极展现你的才能和想法。今日适合进行学习、创作或向他人请教。保持发型利落，眼神专注。",
    "总结": "你的运势是——奋斗成就！",
    "分类运程": {
      "健康": "健康状况良好，若有小疾，通过积极调理和行善祈福，能够化解。保持积极心态。",
      "财运": "财运虽有延迟，但终将到来，努力经营可见回报，不宜过早放弃。",
      "感情": "感情关系需要用心经营，通过努力能够获得美满结局。婚姻之事虽可能稍有延迟，但终能成功。",
      "考学": "功名虽迟但必至，只要才学足够且勤奋不辍，终有金榜题名之时。",
      "事业": "事业发展前景光明，你的才华不会被埋没。坚持努力，提升自我，必将获得成功和认可。",
      "人际": "通过真诚和努力，能够赢得他人的尊重和支持。广结善缘，有助于未来发展。",
      "纠纷": "诉讼之事虽可能拖延，但最终能得到公正解决。坚持正义，结果有利。",
      "远行": "出行虽可能稍有延迟，但最终能够顺利到达。远方行人也将传来消息。"
    },
    "文件标题": "速疾圆满普贤行愿陀罗尼",
    "文件名": "速疾圆满普贤行愿陀罗尼.mp3",
    "梵文": "नमः स्त्रियाध्विकानां तथागतानां। ॐ आशुवर वेगिनी स्वाहा।",
    "咒语含义": "迅速圆满普贤菩萨的广大行愿，快速积累无量福慧资粮，成就殊胜佛果。"
  },
  {
    "签号": 29,
    "幸运指数": "★★★★★",
    "远古预言": "祖宗积德几多年，源远流长庆自然；\n苦更操修无倦已，天须还汝旧青毡。",
    "解读举例": "一士以文考黜，占此，下科竟复优等。应在四句。\n\n又晋江王生，其祖、父素世与考不利。即生，府、县试亦会，取结前，而院考仍无名。光绪乙亥，将应院试，入庙祷祈，占此，自谓无望。迨榜发，竟取进。因该生颇寒，欲做青衣，苦于无力不已，转向亲朋借旧者渐穿。至簪挂日，诸同案皆衣冠蹌济，而彼独穿旧青衣，始悟神示灵验异常。",
    "整体运程": "你当前的顺遂与福泽，很大程度上得益于祖辈积累的德行。\n珍惜这份福报，并继续修身养性，行善积德，好运将源远流长。\n这是一个承前启后、福禄绵长的吉祥时刻，凡事顺遂，家道兴旺。",
    "穿搭建议": "适合穿着显现家世底蕴或端庄稳重的服饰，风格可以是“经典传承风”或“优雅世家风”。颜色可选代表稳重的深蓝、墨绿或象征福泽的金色、米白。",
    "开运锦囊": "感恩祖辈，多行善事。今日适合参与家族活动或进行慈善捐助。保持面色红润光泽，仪态端庄。",
    "总结": "你的运势是——福泽绵长！",
    "分类运程": {
      "健康": "健康状况良好，身心安泰。这是福报的体现，继续保持善念和良好生活习惯，可长保健康。",
      "财运": "财运亨通，求财得利，事业顺利，家业兴旺。",
      "感情": "感情和谐，婚姻美满。家庭和睦，关系稳定，易得佳偶，子女贤孝。",
      "考学": "考试顺利，功名有望，容易取得好成绩，仕途光明。",
      "事业": "事业发展顺利，根基稳固。容易获得晋升或成功，特别利于继承家业或在稳定平台发展。",
      "人际": "人际关系良好，易得他人尊重和帮助。家族或团队和睦，凝聚力强。",
      "纠纷": "若遇争讼，能得公正对待，道理清晰，结果有利。",
      "远行": "出行顺利，旅途平安。远方行人将归，或传来好消息。"
    },
    "文件标题": "宝髻如来兆转真言",
    "文件名": "宝髻如来兆转真言.mp3",
    "梵文": "नमो भगवते रत्नशिखिने तथागताय अर्हते सम्यक्संबुद्धाय। तद्यथा: ॐ रत्ने रत्ने महारत्ने रत्नशिखिने रत्नोद्भवे रत्नसंभवे स्वाहा।",
    "咒语含义": "皈依顶宝如来（宝髻如来）。念诵此咒能转化恶兆为吉祥，带来财富与安乐，并慈悲利益恶道众生，助其超脱。"
  },
  {
    "签号": 30,
    "幸运指数": "★★★☆☆",
    "远古预言": "奉公谨守莫欺心，自有亨通吉利临；\n目下营求且休矣，私期与子定佳音。",
    "解读举例": "一人少入公门，存心忠厚，久无所遇，占得此签。至秋，偶与一貧士结亲，聘其女為媳，日后其母贵显，此人父子因而致富。\n\n又泉州有林生，占財气，得此签。未几，贾客郭秋期，官一林姓店伙无故自服毒身死。林生与认同宗，出为调停，因此得酬金二百，盖神已先知之。\n\n又一生，占功。弟病，得此(签)未归家，而中途忽闻凶信。是第三句之验。",
    "整体运程": "坚守公正，秉持良心，是你行事的根本，好运自然会随之而来。\n眼前的困顿或疑虑只是暂时的，不必急于求成，时机未到。\n耐心等待，特别是留意秋季的时机，届时将有佳音传来，诸事渐顺。",
    "穿搭建议": "适合穿着正直、规矩的服饰，风格可以是“经典职场风”或“简约守序”。颜色可选代表公正的蓝色、白色或代表收获的黄色（待秋季）。",
    "开运锦囊": "处理事务力求公平公正。今日适合反思自身行为，或制定长期计划。保持面容清洁，眼神正直。",
    "总结": "你的运势是——静候佳音！",
    "分类运程": {
      "健康": "健康状况一般，可能需要药物调理。保持心态平和，遵守医嘱，秋季后有望好转。",
      "财运": "目前财运平平，不宜妄求，宜守旧经营，秋季后财运有望好转。",
      "感情": "感情之事有希望，但需等待时机成熟。婚姻之事可能已有约定，但需耐心等待至秋季方能顺利进行。",
      "考学": "功名需要等待时机，目前不易成功，秋季考试机会更佳。",
      "事业": "事业发展目前宜守不宜攻。保持现状，做好本职工作，不可急躁，秋季后将有更好的发展机会。",
      "人际": "人际关系平稳。保持诚信，公平待人，自然能维系良好关系。避免是非，等待有利时机。",
      "纠纷": "诉讼之事宜寻求和解，避免争执扩大。保持公正立场，等待有利时机解决。",
      "远行": "出行计划可能延迟，行人归期未定。需耐心等待，秋季后出行更为适宜。"
    },
    "文件标题": "地藏菩萨咒",
    "文件名": "地藏菩萨咒.mp3",
    "梵文": "ॐ हा हा हा विस्मये स्वाहा।",
    "咒语含义": "此地藏菩萨心咒，表达对菩萨宏深誓愿与威神力的赞叹与皈依，念诵能得菩萨护佑，增长福慧。"
  },
  {
    "签号": 31,
    "幸运指数": "★★★☆☆",
    "远古预言": "秋冬作事只寻常，春到门庭渐吉昌；\n千里信音符远望，萱堂快乐未渠央。",
    "解读举例": "一生占秋闱，不中，应“秋冬只寻常”也。若占春闱，则有可望。\n\n又晋江郑姓，弟戍杭城陷，众皆謂死，其母患之，占此。不数日同往者有人逃归，始知尚在。越年季春，乃以计脫，方回家。全诗俱验。",
    "整体运程": "秋冬时节运势平平，不必强求，耐心等待是明智之举。\n春回大地之时，便是你运势转好、诸事渐入佳境的时刻。\n远方的消息传来佳音，家中长辈安康，整体呈现晚发、安稳的趋势。",
    "穿搭建议": "秋冬可穿基础色，春季来临时可换上明媚的色彩，如粉色、绿色、黄色。风格可从“沉稳过渡”到“春日烂漫”。",
    "开运锦囊": "开始规划或启动新的项目。今日适合进行户外活动，感受自然生机。保持面色红润，妆容可稍加亮丽。",
    "总结": "你的运势是——春暖花开！",
    "分类运程": {
      "健康": "秋冬健康状况一般，疾病可能拖延。春季开始好转，逐渐康复。需耐心调养，家中长辈健康无忧。",
      "财运": "财运在秋冬季一般，春季开始好转，逐渐增加。",
      "感情": "感情或婚姻之事在秋冬进展缓慢，春季将变得顺利，关系和谐，有望成功。",
      "考学": "秋冬考试成绩平平，春季考试机会更佳，有望取得好成绩。",
      "事业": "秋冬事业发展平稳，难有突破。春季开始迎来机遇，谋望之事逐渐成功。",
      "人际": "人际关系在秋冬较为平淡，春季开始变得活跃，能得到更多支持和好消息。",
      "纠纷": "诉讼之事逐渐明朗，趋向有利解决。保持耐心，春季后结果更佳。",
      "远行": "远方行人将在春季归来或传来佳音。出行计划在春季后更为顺利。"
    },
    "文件标题": "宝广博楼阁善住",
    "文件名": "宝广博楼阁善住.mp3",
    "梵文": "नमः सर्व तथागतानं। ॐ विपुल गर्भे मणि प्रभे तथागत निदर्शने मणि मणि सुप्रभे विमले सागर गम्भीरे हूं हूं ज्वल ज्वल बुद्ध विलोकिते गुह्य अधिष्ठित गर्भे स्वाहा।",
    "咒语含义": "称诵此咒，能获广大福德，灭除重罪，净化身心，所求如愿，如同安住于无量珍宝所成的坚固楼阁中，获佛力加持护佑。"
  },
  {
    "签号": 32,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "劳心泊泊竟何归，疾病兼多是与非；\n事到头来浑似梦，何如休要用心机。",
    "解读举例": "凡事占之，多不吉利，因诗句无一字可人意。惟有天启甲子科山东应试，三人同占得此签，意谓俱不中矣。后俱登科，解元名丁乙，乃悟此签首数是“丁乙”，三人者合当中“丁乙”榜举人也。\n\n又同治乙丑，补行甲子乡试，福建主考官丁绍周。当未点差之先，晋江黃生，乳名头，问科名，占此，不解。迨中式后，始悟亦“丁乙”、“到头”四字之验。",
    "整体运程": "你是否感到劳心费力却一无所获，反而招致疾病与是非？\n许多努力如同梦幻泡影，过于用心计较可能适得其反。\n放下执念，安守本分，停止无谓的奔波与算计，或许是此刻最好的选择。",
    "穿搭建议": "选择极为简约、无装饰的风格，如“基础款穿搭”或“无印风格”。颜色可选灰色、白色或黑色，减少外界干扰，回归内心。",
    "开运锦囊": "减少思虑，放松精神。今日适合进行休息、静坐或从事简单的体力劳动。保持面容平静，避免过度修饰。",
    "总结": "你的运势是——放下即得！",
    "分类运程": {
      "健康": "健康状况堪忧，易生疾病，且多是非困扰，精神压力大。需停止劳心，静心调养，否则有危险。",
      "财运": "财运空虚，求财无望，投资易损，劳而无功，不宜有任何财务上的冒险。",
      "感情": "感情不顺，婚姻难成。关系中充满是非和矛盾，难以有结果。",
      "考学": "功名难通，学业无成，努力可能白费。",
      "事业": "事业发展受阻，谋望之事难以成功，且易引来口舌是非。虽偶有小成，终究会失败，宜安分守己。",
      "人际": "人际关系紧张，易生是非口舌，甚至招致祸患。需谨言慎行，避免与人争执。",
      "纠纷": "诉讼结果不利，终将失败。应避免官司，否则损失惨重。",
      "远行": "出行受阻，行程艰难，难以达到目的。不宜远行。"
    },
    "文件标题": "净意业真言",
    "文件名": "净意业真言.mp3",
    "梵文": "ॐ वज्र दहह होः।",
    "咒语含义": "以金刚智火焚烧意念中的贪嗔痴等烦恼，清净意业，愿内心清明，不起恶念。"
  },
  {
    "签号": 33,
    "幸运指数": "★★★☆☆",
    "远古预言": "不分南北与西东，眼底昏昏耳似聋；\n熟读黄庭经一卷，不论贵贱与穷通。",
    "解读举例": "一生会试，将揭榜，占此，竟不第。\n\n又一人问终身，占此。后中年失明，妻子俱丧，寄居道院，至老安康，眼目反明。此熟读《黃庭(经)》之应也。\n\n又光绪乙酉科，晋江一文会十余人于乡闱前同占此签。榜发，惟王生取，虽第四名经魁，始悟“黃庭经一卷”五字之验如此。\n\n又一朱生，将应院试，亦占此，入场竟坐东号舍。有为解曰：“逐句之未，暗藏东廊卷通四字。”後果入泮。按“聋”与“廊”字异而土音相同，善解者自不拘执也。",
    "整体运程": "你是否感到周围是非纷扰，难以分辨方向？此时保持内心的清明至关重要。\n如同修道之人诵读经文，专注于内心的修养，便能超越外在的纷扰。\n不必过问世俗的贵贱穷通，守住本心，退一步则海阔天空。",
    "穿搭建议": "适合穿着简洁、朴素、有隔离感的服饰，风格可以是“僧侣风”或“极简禅意”。颜色可选灰色、米白、卡其色或黑色，营造宁静致远的氛围。",
    "开运锦囊": "避免参与八卦是非，专注于自己的事情。今日适合阅读、冥想或做一些让自己内心平静的事情。保持面容安详，眼神平和。",
    "总结": "你的运势是——静观其变！",
    "分类运程": {
      "健康": "健康状况一般，疾病可能缠绵难愈。需静心调养，减少外界干扰，修身养性有助于康复。",
      "财运": "财运平平，不宜贪求，守住现有即可，避免卷入是非之事。",
      "感情": "感情之事宜保持距离，避免卷入复杂关系。婚姻之事不宜急躁，需看清对方内在。",
      "考学": "功名难求，考试运不佳，需潜心修学，不问结果，提升内在。",
      "事业": "事业发展宜守不宜攻。避免参与是非争斗，专注于本职工作和内部管理，方能稳妥。",
      "人际": "人际关系中是非较多，不宜多管闲事。保持独立思考，不轻信传言，明哲保身。",
      "纠纷": "诉讼不宜发起，易陷入是非泥潭。保持中立，避免争端。",
      "远行": "出行可能遇到阻碍或信息不通。需谨慎计划，或选择清静之地。"
    },
    "文件标题": "佛顶尊胜咒",
    "文件名": "佛顶尊胜咒.mp3",
    "梵文": "नमो भगवते त्रैलोक्य प्रतिविशिष्टाय बुद्धाय भगवते। तद्यथा ॐ विशोधय असम समन्तावभास स्फरण गति गहन स्वभाव विशुद्धे अभिषिञ्चतु मां सुगत वरवचन अमृताभिषेकैः। आहर आहर आयुः सन्धारणि। शोधय शोधय गगन विशुद्धे। उष्णीष विजय विशुद्धे सहस्ररश्मि सञ्चोदिते। सर्व तथागताधिष्ठानाधिष्ठिते मुद्रे वज्र काय संहतन विशुद्धे। सर्वावरण विशुद्धे प्रतिनिवर्तय आयुः शुद्धे समयाधिष्ठिते। मणि मणि तथाता भूतकोटि परिशुद्धे विस्फुट बुद्धि शुद्धे। जय जय विजय विजय स्मर स्मर बुद्धाधिष्ठिते शुद्धे। वज्रे वज्र गर्भे वज्रं भवतु मम सर्वसत्त्वस्य च काय विशुद्धे। सर्व गति परिशुद्धे सर्व तथागत समाश्वासाधिष्ठिते। बुद्ध्य बुद्ध्य बोधय बोधय समन्त परिशुद्धे सर्व तथागताधिष्ठानाधिष्ठिते स्वाहा। ॐ अमृतोद्भवे स्वाहा। ॐ अमृत तेजे हर हूं। ॐ अमृत तेज वति स्वाहा।",
    "咒语含义": "此尊胜陀罗尼具有无量功德，能净化一切恶业重罪，增长寿命与福慧，消除灾厄病苦，得诸佛加持护念，最终导向清净解脱。"
  },
  {
    "签号": 34,
    "幸运指数": "★★★☆☆",
    "远古预言": "春夏才过秋又冬，纷纷谋虑搅心胸；\n贵人垂手来相援，休把私心情意浓。",
    "解读举例": "一人出外抽丰，其父在家占此。其子客居数年，竟空手而回，所得尽付花柳之费矣。",
    "整体运程": "你是否感到一年来思虑繁多，却少有成就？时机或方法可能不对。\n转机在于贵人的出现与帮助，要把握住这个机会。\n放下个人的固执己见或私心杂念，真诚听取建议，方能扭转局面。",
    "穿搭建议": "穿着宜显得真诚、可靠，风格可以是“经典商务风”或“简约信赖感”。颜色可选蓝色、白色或灰色，传递专业和冷静。",
    "开运锦囊": "积极寻求建议，特别是来自长辈或有经验者的。今日适合进行团队合作或拜访贵人。保持面容亲和，善于倾听。",
    "总结": "你的运势是——把握援手！",
    "分类运程": {
      "健康": "健康状况逐渐好转，之前的疾病有望缓解。需听从专业建议，不可因个人偏好而影响治疗。",
      "财运": "财运平平，难以积累，需待贵人相助或改变策略方能改善。",
      "感情": "感情之事不宜强求，可能存在误解或私心。婚姻之事需坦诚相待，不可听信谗言。",
      "考学": "功名难遂，可能需要他人指点或帮助才能突破瓶颈。",
      "事业": "事业发展迎来转机，有贵人提携。需抓住机会，信任贵人的帮助，不可因个人情绪或犹豫而错失。",
      "人际": "人际关系中将出现重要人物，能为你提供帮助。需诚心相待，不可因小团体利益或传言影响判断。",
      "纠纷": "诉讼之事有望得到和解或有利解决，关键在于听取公正的调解或建议。",
      "远行": "出行计划有望实现，可能得到他人帮助。远方行人将有动静。"
    },
    "文件标题": "观自在菩萨真言",
    "文件名": "观自在菩萨真言.mp3",
    "梵文": "ॐ वज्र धर्म ह्रीः।",
    "咒语含义": "此咒祈请观自在菩萨（金刚法菩萨）以金刚不坏的智慧与慈悲加持，净化烦恼，增长福慧。"
  },
  {
    "签号": 35,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "一山如画对清江，门里团圆事事双；\n谁料半途分析去，空帏无语对银缸。",
    "解读举例": "一人妻病，占此遂亡。应“半途”云云。\n\n一堪輿托人荐于富室，彼已有先至者，应“门里”云云。两人各为异论，与主家不合，皆不用而返，应“半途”、“空帏”云云。\n\n又一妇人，产后未满月，母子得病，占此，不数日俱亡。应“事事双”并后两句也。\n\n又一家兄弟两人，将应試，同占此，后俱游庠。盖“谁料半”得“隹”字，“途”折去仅存“辶”，二者合成“进”字，故宜其入学也。",
    "整体运程": "表面的平静与和谐可能潜藏着未被察觉的危机，看似稳固的基础或环境存在变数。\n意想不到的变故可能突然发生，导致分离、损失或计划中断。\n此刻需要提高警惕，对现有状况进行审视，防范潜在的风险。",
    "穿搭建议": "选择低调、朴素的风格，如“基础实用风”。颜色避免过于鲜亮，可选用深灰、黑色或藏青，有助于保持警惕和冷静。",
    "开运锦囊": "保持低调，避免引人注目。佩戴象征守护或平安的饰物。主动加强与家人的联系和沟通。仔细检查居家和财务安全措施。避免做重大的关系或财务决定。",
    "总结": "你的运势是——警惕骤变！",
    "分类运程": {
      "健康": "健康状况潜藏危机，可能突发重病或有意外。需特别注意身体变化，防范于未然，甚至有死亡之虑。",
      "财运": "财运低迷，有破财或投资失败的风险。不宜进行高风险投资，应保守理财，看管好财物。",
      "感情": "感情关系看似美满，但可能中途生变，甚至导致分离。婚姻不合，需警惕潜在的危机。",
      "考学": "学习或考试可能遇到意想不到的阻碍或失败，结果不如预期。",
      "事业": "事业发展看似顺利，但易遭遇突发变故，导致失败或中断。需有风险意识，谨慎行事。",
      "人际": "人际关系可能表面和睦，但易因突发事件而破裂。亲友间可能产生嫌隙。",
      "纠纷": "诉讼结果大凶，可能导致重大损失或家庭破裂。",
      "远行": "出行不宜，途中多有阻碍和危险。行人归期难定。"
    },
    "文件标题": "金刚铠甲心咒",
    "文件名": "金刚铠甲心咒.mp3",
    "梵文": "ॐ पद्म शवरि फट्। नं पार नं नाग नं। तद्यथा सर्ववृत्त हन हन वज्रेण रक्ष रक्ष स्वाहा।",
    "咒语含义": "此咒能获得莲师金刚铠甲的强力护佑，摧毁一切魔障、恶疾、邪术，如同身披金刚盔甲，刀枪不入，百邪不侵。"
  },
  {
    "签号": 36,
    "幸运指数": "★★★★☆",
    "远古预言": "功名富贵自能为，偶着仙鞭莫问伊；\n万里鹏程君有分，吴山顶上好钻龟。",
    "解读举例": "一淅中人，父子因兵失散，占此。因上吴山卜卦，至庙门，见有父寻子招貼，遂访见其父，验如此。\n\n又龚广文，将应院试，占此。时学政吴伯新尚书也，果入泮。",
    "整体运程": "你的才华与努力终将获得认可，功名富贵自有其时，不必急于一时。\n看到他人先行一步，无需羡慕或焦虑，你的鹏程万里亦有定数，只是时机稍晚。\n保持耐心和专注，持续耕耘，晚景将迎来辉煌与顺遂。",
    "穿搭建议": "可选择经典、耐看的风格，如“复古绅士风”或“优雅知性”。颜色可选深蓝、墨绿或棕色，体现沉稳和潜力，也可适当加入金色点缀。",
    "开运锦囊": "专注于手头的工作或学习，打好基础。保持平和心态，不与人盲目比较。可以计划一些长远目标。修饰眉形，显得精神饱满。",
    "总结": "你的运势是——大器晚成！",
    "分类运程": {
      "健康": "健康状况先差后好，疾病会逐渐痊愈。保持耐心，积极治疗，晚期健康运佳。",
      "财运": "财运亨通，尤其中晚年景更佳。之前的努力开始显现回报，但仍需稳健经营。",
      "感情": "感情或婚姻之事可成，但可能需要一些时间和耐心。关系稳定，晚年幸福。",
      "考学": "学业功名虽会迟一些到来，但终能有成。需要坚持不懈的努力。",
      "事业": "事业发展前景广阔，你有成功的潜质。目前可能尚需积累，但未来必能大展宏图，成就斐然。",
      "人际": "人际关系逐渐拓展，能获得他人的认可和支持。晚年人脉广阔。",
      "纠纷": "诉讼之事能够得到公正解决，获得有利结果。",
      "远行": "出行计划可能稍有延迟，但最终能够顺利实现。远方行人也将传来消息。"
    },
    "文件标题": "无量寿决定光明王咒",
    "文件名": "无量寿决定光明王咒.mp3",
    "梵文": "नमो भगवते अपरिमितायुर्ज्ञान सुविनिश्चित तेजोराजाय तथागताय अर्हते सम्यक्संबुद्धाय। तद्यथा ॐ सर्व संस्कार परिशुद्ध धर्मते गगन समुद्गते स्वभाव विशुद्धे महा नय परिवारे स्वाहा।",
    "咒语含义": "消除宿世业障，增长健康寿命，命终决定往生净土，获得无量寿佛决定光明加持。"
  },
  {
    "签号": 37,
    "幸运指数": "★★★☆☆",
    "远古预言": "焚香来告复何辞，善恶平分汝自知；\n屏却昧公心里事，出门无碍是通时。",
    "解读举例": "一人公门不利，占此，乃弃去为商，大获厚利。应在三四句。\n\n又晋江郑生，将赴院试，占此后，果入泮。末句验甚。",
    "整体运程": "内心的善恶，天意早已明鉴，无需向外寻求答案，应反躬自省。\n摒弃那些损人利己或心存侥幸的念头，坚守公平正直的原则。\n当你内心光明磊落，行为合乎道义时，前路自然畅通无阻。",
    "穿搭建议": "建议穿着简洁、明朗的服饰，风格可以是“简约正直风”或“清爽干练”。颜色可选白色、浅蓝色或米色，象征内心的清澈与公正。",
    "开运锦囊": "时刻反省自己的念头和行为，确保符合道义。今日适合做一件公平公正的小事。保持面容干净清爽，眼神清澈。避免参与是非议论。",
    "总结": "你的运势是——正心通达！",
    "分类运程": {
      "健康": "健康状况与心态息息相关。若有疾病，需诚心祈祷，并反省自身行为，行善有助于康复。",
      "财运": "财运平平，不宜强求。以正当手段获取财富，不义之财不可取，否则反受其害。",
      "感情": "感情或婚姻之事可成，但前提是双方都需心存善念，坦诚相待。避免欺瞒和私心。",
      "考学": "学业或功名的成就与个人品德修为有关。专注于提升自我，保持正直，自有好结果。",
      "事业": "事业发展需秉持公正原则。若有不当谋划，应及时修正。公平正直，自然顺利。",
      "人际": "人际关系中需诚实守信，不可背后议论或搬弄是非。保持正直，能赢得他人信任。",
      "纠纷": "诉讼以和为贵。若自身有亏，应及早承认错误；若道理在己，则坚守公正，终得解决。",
      "远行": "出行平安。只要心存正念，不做亏心事，旅途自然顺利。"
    },
    "文件标题": "发菩提心真言",
    "文件名": "发菩提心真言.mp3",
    "梵文": "ॐ बोधिचित्तं उत्पादयामि।",
    "咒语含义": "念诵此真言是发下殊胜誓愿：“我愿发起为利益一切众生而成就佛道的菩提心”。"
  },
  {
    "签号": 38,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "蛩吟唧唧守孤帏，千里悬悬望信归；\n等得荣华公子到，秋冬括括雨霏霏。",
    "解读举例": "占功名必得，但恐忧继之，然所应又有不同。\n\n有一生占此，入学抵家，遭妻之丧。\n\n又一生占此，中式，旋时则值淫雨连绵。",
    "整体运程": "孤独寂寥之感萦绕心头，长久的期盼可能最终落空。\n看似美好的转机或希望，或许只是短暂的幻象，随后可能伴随着更深的失落。\n前路充满变数和不确定性，需做好应对困难和失望的准备。",
    "穿搭建议": "选用深沉、内敛的色彩，如深灰、黑色、藏青。风格宜“低调防护”，避免引起注意，保护自己。",
    "开运锦囊": "行事需格外谨慎保守，避免冒险。诚心祈祷神明庇佑，多做善事以求化解。保持冷静，管理好自己的情绪。整理家居环境，清除杂乱，保持清洁。",
    "总结": "你的运势是——谨防空欢！",
    "分类运程": {
      "健康": "健康状况危急，疾病沉重难愈，甚至有生命危险。需虔诚祈祷，并做好最坏的打算。",
      "财运": "财运不佳，求财无望，反而可能有所损失。不宜投资或进行财务操作。",
      "感情": "感情无成，婚姻难就。关系中充满失落和忧伤，难以圆满，甚至可能生离死别。",
      "考学": "功名难成，学业受阻，希望渺茫。",
      "事业": "事业发展艰难，谋望难成。看似有机会，实则虚幻，最终可能一事无成，充满挫败感。",
      "人际": "人际关系孤立，缺乏支持。可能感到被误解或孤立无援。",
      "纠纷": "诉讼结果大凶，难以获胜。应极力避免争端。",
      "远行": "出行大忌，途中多险，甚至可能一去不返。务必取消或推迟远行计划。"
    },
    "文件标题": "地藏菩萨灭定业真言",
    "文件名": "地藏菩萨灭定业真言.mp3",
    "梵文": "ॐ प्रमर्दनि स्वाहा।",
    "咒语含义": "称念此咒，祈请地藏菩萨慈悲加持，强力摧灭已成定局的恶业，消除业障，带来安乐。"
  },
  {
    "签号": 39,
    "幸运指数": "★★☆☆☆",
    "远古预言": "北山门下好安居，若问终时慎厥初；\n堪笑包藏许多事，鳞鸿虽便莫修书。",
    "解读举例": "江右一贵人，寓金陵，卜坟葬父，占此后，屡择不中。因出麒麟阁观地，偶见门外一山，遂问乡人山名，对曰北山，即得佳地。乃悟首句之验。",
    "整体运程": "目前所处的环境尚算安稳，但不宜轻易变动或向外拓展。\n内心中可能隐藏着许多未与人言说的计划或秘密，需要谨慎处理。\n与人沟通，尤其是涉及重要信息时，务必小心，避免言语或书信往来引发不必要的麻烦。",
    "穿搭建议": "选择低调、不易引人注意的风格，如“基础简约风”或“大地色系穿搭”。颜色可选灰色、棕色、卡其色，有助于保持稳重和隐蔽。",
    "开运锦囊": "今日宜静不宜动，专注于内在修养或既有事务。谨言慎行，重要事情不轻与人言。可以阅读使人静心的书籍。保持住所整洁安静。",
    "总结": "你的运势是——守口如瓶！",
    "分类运程": {
      "健康": "健康状况尚可，但需注意选择合适的医生和疗法。避免听信偏方或不实信息。",
      "财运": "财运不明朗，不宜进行投机或大的投资。守住现有财富，谨慎理财。",
      "感情": "感情关系需谨慎处理，婚姻之事宜详细了解对方，避免日后后悔。不可轻信媒妁之言。",
      "考学": "功名之路稍显迟滞，需耐心等待时机，不宜急躁。",
      "事业": "事业发展宜守不宜攻。需谨慎规划，保守行事。不可轻信合作者或泄露商业秘密。",
      "人际": "人际关系中需保持警惕，不可轻信他人。注意言辞，避免口舌是非，保守秘密。",
      "纠纷": "诉讼以和为贵。若已陷入争端，需谨慎处理信息，不可轻信对方或旁人言辞。",
      "远行": "出行需选择合适时机。不可轻信旅途中的信息或陌生人。"
    },
    "文件标题": "净口业真言",
    "文件名": "净口业真言.mp3",
    "梵文": "ॐ शूरि शूरि महाशूरि शूशूरि स्वाहा।",
    "咒语含义": "清净口舌所造恶业，消除妄语、恶口等过失，使言语祥和，带来和谐与祝福。"
  },
  {
    "签号": 40,
    "幸运指数": "★★★★☆",
    "远古预言": "新来换得好规模，何用随他步与趋；\n只听耳边消息到，崎岖历尽见亨衢。",
    "解读举例": "吴下一富生，随友南京援例，占此。后因循花柳，金用过半，而事不成。后过耿姓年諠，稍为青口，竟以儒士得中乡试。应在后三句。",
    "整体运程": "是时候进行改变和革新了，固守旧有模式已不合时宜。\n不必盲目追随他人脚步，应有自己的主见和规划。\n虽然经历过一段困难时期，但好消息即将传来，前方的道路将变得平坦开阔。",
    "穿搭建议": "适合展现个性和创新精神的风格，如“潮流先锋风”或“独特设计感”。颜色可选明亮、有活力的色彩，如亮蓝、橙色或清新的绿色，展现焕然一新。",
    "开运锦囊": "大胆尝试一项新的小改变，无论是工作方法还是生活习惯。相信自己的直觉。保持耳朵灵敏，留意可能出现的好消息。梳理头发，展现清爽面貌。",
    "总结": "你的运势是——焕然一新！",
    "分类运程": {
      "健康": "健康状况良好，旧疾有望痊愈。采取新的、适合自己的调养方式会更有益。",
      "财运": "财运看好，尤其在改变策略或方向后。之前的困顿将结束，迎来获利时期。",
      "感情": "感情关系有新的发展，婚姻可定。抛开旧有模式，以真诚和自主的态度经营，将更加美满。",
      "考学": "学业或功名最终能够成功，之前的努力不会白费，能够达成目标。",
      "事业": "事业发展迎来突破，适宜进行改革或创新。坚持自己的理念，不随波逐流，将取得显著成就。",
      "人际": "人际关系进入新阶段。以更独立、自信的态度交往，能赢得更多尊重和支持。",
      "纠纷": "诉讼能够获得胜利，是非得以澄清。坚持自己的立场，据理力争。",
      "远行": "出行顺利，旅途愉快。按照自己的计划进行，将有好的收获。"
    },
    "文件标题": "一切佛母最上陀罗尼",
    "文件名": "一切佛母最上陀罗尼.mp3",
    "梵文": "तद्यथा ॐ नमो नमस्ते त्रिभुवनीश्वर महाभूगाय असमसम अमितसम अनन्तसम गगनसम त्रिभवसम अशेषसम वेषसम परमार्थसम स्वभावसम तथागतसम अराज्यसम शुद्धेसम बुद्धेसम धर्मतथातासम अविषयसमसम एकमेक नय सागर विशुद्ध लोक हि हि लब्ध लब्ध विजय विजय अं प्रक्त नय नय हं चिर अधिष्ठान संभोग अं अ न अ लाय अलाय धर्म अग्र धर धर जय जय हूं हूं धम धम स्वाहा।",
    "咒语含义": "成就一切善愿，增长福德智慧，净化身心，获得诸佛母（如般若佛母、准提佛母等）的慈悲护佑与无上加持。"
  },
  {
    "签号": 41,
    "幸运指数": "★★★★☆",
    "远古预言": "自南自北自东西，欲到天涯谁作梯；\n遇鼠逢牛三弄笛，好将姓名榜头题。",
    "解读举例": "一生甲子科，占此，乡会连捷，是应“遇鼠逢牛”四字。盖占科名，凡遇子丑年必捷也。\n\n惟泉州一生科试，占此。場內经题“自西自东”两句，放榜时刚值子月丑日，竟列在三等首名。全诗之验如此。",
    "整体运程": "胸怀四方之志，但目前可能感到缺乏方向或机遇，如同想登天却无阶梯。\n不必灰心，转机在于特定的时机，比如与鼠、牛相关的时间点和人物，届时将有贵人相助。\n耐心等待并积极准备，当时机成熟，便能一飞冲天，名利双收。",
    "穿搭建议": "可选择象征智慧和等待的颜色，如深蓝色、灰色或黑色。风格宜“沉稳内敛”，同时也可搭配少量象征机遇的亮色（如金色）作为点缀。",
    "开运锦囊": "保持耐心，专注于提升自身能力。留意身边属鼠、属牛的人，或名字中带有“子”、“丑”或水、土意象的人。今日适合规划未来，但不宜急于行动。整理书桌或工作空间，保持条理。",
    "总结": "你的运势是——静待风起！",
    "分类运程": {
      "健康": "健康状况若有不佳，可能需要等待特定时机或遇到合适的医生方能好转。耐心调养，择医需慎。",
      "财运": "目前财运平平，但潜力巨大。待时机成熟（子、丑年月），配合贵人相助，可获丰厚回报。",
      "感情": "感情或婚姻之事可能经历波折，难以一蹴而就。需耐心等待，特定时机（子丑年月）或遇贵人撮合方能成功。",
      "考学": "初期的学业或考试可能较为艰难，不易成功。但在特定的年份（子、丑年）或得到关键人物帮助后，能金榜题名。",
      "事业": "事业发展目前可能受阻，缺乏机遇。需积累实力，等待时机（子丑年月）或贵人提携，届时将大展宏图。",
      "人际": "目前可能人脉不广或缺乏有力支持。耐心维系关系，特定时机将遇贵人，拓展人际网络。",
      "纠纷": "诉讼过程可能反复不定，难以快速解决。需耐心应对，等待有利时机出现，终能得直。",
      "远行": "出行计划可能暂时搁浅。需等待合适时机再行动，届时将更为顺利。"
    },
    "文件标题": "求闻持咒",
    "文件名": "求闻持咒.mp3",
    "梵文": "नमो आकाशगर्भाय ॐ आर्य कमरि मौलि स्वाहा।",
    "咒语含义": "祈请虚空藏菩萨加持，增长记忆力、理解力，过耳不忘，成就闻持陀罗尼（听闻即能忆持不忘）的智慧。"
  },
  {
    "签号": 42,
    "幸运指数": "★★★☆☆",
    "远古预言": "我曾许汝事和谐，谁料修为汝自乖；\n但改新图莫依旧，营谋应得称心怀。",
    "解读举例": "一生久困科场不利，占此遂改武学，后奉旨文料，中武生。\n\n一人此生竟联捷，成文进士。应改图而遇，仍获所求也。",
    "整体运程": "之前的计划或行为可能偏离了正确的方向，导致不顺或未能达成预期。\n不必固守旧有的方法或思路，是时候进行调整和改变了。\n只要勇于改过，重新规划，并付诸行动，未来的发展将能称心如意。",
    "穿搭建议": "适合穿着象征改变和新生的颜色，如绿色、白色或清新的浅色系。风格可尝试“简约革新风”或“断舍离”理念，寓意抛弃旧有。",
    "开运锦囊": "审视一件近期不太顺利的事情，思考是否有可以改进的地方，并尝试做出一个小小的改变。今日适合清理旧物，为新事物腾出空间。改变一下发型或尝试新的妆容。",
    "总结": "你的运势是——革故鼎新！",
    "分类运程": {
      "健康": "健康状况不佳可能与之前的错误选择或不良习惯有关。需更换医生或治疗方法，并调整生活方式，方能康复。",
      "财运": "旧的求财方式可能不再有效。需要改变经营策略或投资方向，才能改善财运。",
      "感情": "感情或婚姻之事可能因自身原因而受阻。需要反思自己的行为，调整相处方式，或考虑新的对象。",
      "考学": "学习方法或方向可能需要调整。如果一直效果不彰，尝试新的学习策略或请教他人。",
      "事业": "事业发展不顺利，旧有模式已不适用。需要进行改革创新，更换设备或调整方向，方能重获生机。",
      "人际": "人际关系中可能存在因自身行为导致的问题。需要反省并改变与人相处的方式。",
      "纠纷": "诉讼之事需改变策略，不可固执己见。寻求新的解决方案或和解途径。",
      "远行": "出行计划可能需要更改。旧的路线或方式可能不适宜，需另作安排。"
    },
    "文件标题": "般若无尽藏真言",
    "文件名": "般若无尽藏真言.mp3",
    "梵文": "नमो भगवते प्रज्ञापारमितायै। तद्यथा: ॐ ह्रीः धीः श्री श्रुति स्मृति विजये स्वाहा।",
    "咒语含义": "皈依世尊般若波罗蜜多。此咒能增长智慧、记忆力与辩才，其功德犹如无尽宝藏，福慧资粮取之不竭。"
  },
  {
    "签号": 43,
    "幸运指数": "★★★☆☆",
    "远古预言": "一纸官书火急催，扁舟速下浪如雷；\n虽然目下多惊险，保汝平安去复回。",
    "解读举例": "一生会试，值以人命搆讼所阻。占得此后，司宪见而奇之，许令应试，遂中春榜。全诗皆应。\n\n此占，凡问病无有不瘳者。惟(清)道光间，一人患中风症，占此后虽平安，但病根终不能除耳。是“去复回”句之应也。",
    "整体运程": "前路可能突遇紧急状况或挑战，带来一时的惊险与不安。\n如同行舟于风高浪急之处，需要勇气和智慧来应对。\n不必过分担忧，冥冥中自有护佑，最终能够化险为夷，平安归来。",
    "穿搭建议": "建议穿着能带来保护感和勇气的服饰，风格可以是“户外机能风”或“沉着应变”。颜色可选深蓝色、军绿色或有力量感的红色，增强信心。",
    "开运锦囊": "保持冷静沉着，遇到突发状况不要慌乱。相信自己的能力和直觉。今日适合处理紧急事务或应对挑战。佩戴象征平安的护身符。面部保持镇定自若的表情。",
    "总结": "你的运势是——化险为夷！",
    "分类运程": {
      "健康": "健康状况可能出现急症或险情，但有惊无险，最终能够康复。需积极配合治疗，保持信念。",
      "财运": "求财过程中可能遇到风险或波折，但只要应对得当，仍能有所获。",
      "感情": "感情或婚姻之事可能经历一番波折或考验，但最终能稳定下来。远距离的感情有望团聚。",
      "考学": "考试或学业上可能遇到突发难题或竞争激烈，但凭实力和一点运气，仍能取得不错的成绩。",
      "事业": "事业发展中可能遇到突发状况或危机，需要果断应对。虽有风险，但能成功化解，最终达成目标。",
      "人际": "人际关系可能经历紧张局面，但能得到化解。危难之时见真情。",
      "纠纷": "诉讼之事虽有惊险，但最终能得到公正解决，还以清白。",
      "远行": "出行虽有风险，但能平安往返。旅途可能不平静，但最终结果是好的。"
    },
    "文件标题": "大白伞盖根本心咒",
    "文件名": "大白伞盖根本心咒.mp3",
    "梵文": "तद्यथा ॐ अनले अनले विशदे विशदे वीर वीर वज्रधारे बन्ध बन्ध वज्रपाणि फट् हूं हूं फट् फट् हूं त्रुं बन्ध फट् स्वाहा।",
    "咒语含义": "称诵此咒能净化一切不净，展现大威力，手持金刚降伏魔障，摧毁一切违缘障碍，获得大白伞盖佛母根本加持。"
  },
  {
    "签号": 44,
    "幸运指数": "★★★☆☆",
    "远古预言": "汝是人中最吉人，误为误作损精神；\n坚牢一念酬香愿，富贵荣华萃汝身。",
    "解读举例": "一生本富人子，性傲，不敬其父，屡中副榜。占得此签，改悔行孝，父子俱安，享寿以终。倘不能改，岂惟不中，祸将不免矣。全诗之意显然：能改过胜酬香愿矣。\n\n又（清）咸丰间，（泉州）郡西华仕舖（辖奇仕境、华仕境，参见《泉州舖境》）端午节，土著循俗例迎木刻龙头，与东佛舖民口角。邑尊闻知，饬差严拿该舖。惟奇仕宫香火甚盛，老尼有钱怕累，因到庙占此。迨事情完局，富贵之家分文不肯看破，衙行赔礼等费悉萃老尼之身。第四句之验如此。",
    "整体运程": "你本是人群中的幸运儿，拥有良好的基础和善良的本性。\n然而，近期的某些行为或决策可能有所偏差，导致精神损耗或事情不顺。\n坚定善念，履行承诺或弥补过失，财富与荣耀将再次降临于你。",
    "穿搭建议": "建议穿着能提醒自己回归本真、保持纯净的服饰，风格可以是“简约自然风”或“素雅禅意”。颜色可选白色、米色或浅蓝色，象征纯洁与平静。",
    "开运锦囊": "反思近期的行为，若有亏欠或错误，应主动弥补或道歉。履行对他人的承诺。今日适合静心思考，规划未来。保持面容祥和，传递善意。",
    "总结": "你的运势是——归正即吉！",
    "分类运程": {
      "健康": "健康状况可能因思虑不当或行为偏差而受损。需调整心态，通过祈祷和行善来改善，疾病有望痊愈。",
      "财运": "目前财运平平，甚至可能因错误决策有所损失。调整策略，回归正道，财运可望恢复。",
      "感情": "感情或婚姻之事不顺利，可能因误会或行为失当导致。需要真诚沟通，改正错误，方能重获和谐。",
      "考学": "学习上可能因方法不当或心态问题导致效果不佳。调整学习方法，端正态度，仍有成功机会。",
      "事业": "事业发展遇到挫折，可能因策略失误或违背初衷。需要重新审视，回归正轨，方能重获成功。",
      "人际": "人际关系可能因误解或错误行为而紧张。需要反省自身，真诚待人，修复关系。",
      "纠纷": "诉讼不宜进行，多半因自身理亏或处理不当。应寻求和解，反省己过。",
      "远行": "出行计划可能受阻，或在途中遇到麻烦。需调整心态，审视计划是否恰当。"
    },
    "文件标题": "回向陀罗尼",
    "文件名": "回向陀罗尼.mp3",
    "梵文": "ॐ स्मर स्मर विमान सार महाचक्र वा हूं।",
    "咒语含义": "念诵此咒能将所修功德圆满回向，如同巨大的宝轮，普利法界一切众生，成就自他圆满。"
  },
  {
    "签号": 45,
    "幸运指数": "★★★☆☆",
    "远古预言": "好将心地力耕耘，彼此山头总是坟；\n阴地不如心地好，修为到底却输君。",
    "解读举例": "一生原籍江右，在南京应考，府、县俱取。人知而攻之，不得进院。占此，遂往原籍，竟首取。系二句、三句之验。\n\n(清)道光戊戍（1838年），先严秋岚公，将应院试，占此时，杜给谏胞弟亦在庙求此签。榜发，先严与杜之弟皆入邑庠。应“彼此”、“总是”四字也。后先严中式，而杜以庠生终，并尾句亦应。——王钱（“竹”字头）谨识。",
    "整体运程": "外在环境或基础（风水）可能不错，但内心的修养和德行更为重要。\n不要过于追求外在的有利条件或算计他人，心地的善良远胜于地理的优越。\n坚守本分，公平正直地行事，最终的福报和成就将超越那些只懂钻营取巧的人。",
    "穿搭建议": "穿着宜体现内在修养，风格可选“简约质朴风”或“自然舒适”。颜色可选大地色系，如米白、卡其、浅棕，象征根基和纯良。",
    "开运锦囊": "今日宜专注于内在修养，做一件帮助他人或体现公平的小事。审视自己的内心，去除贪念和算计。保持面容平和自然，无需过多修饰。",
    "总结": "你的运势是——心地光明！",
    "分类运程": {
      "健康": "健康状况尚可，但需注重内心平和。心境良好有助于身体健康，反之则易生病。疾病可安。",
      "财运": "财运平平，不宜强求。依靠正当劳动和本分经营，虽无暴利，但能长久安稳。",
      "感情": "感情或婚姻之事，对方的人品和内在最为重要。关系和谐的基础在于双方的心地善良。",
      "考学": "学习成就取决于自身的努力和德行。脚踏实地，心存善念，自有收获。",
      "事业": "事业发展需注重诚信和道德。心地正直，做事公平，自然能得到长远发展。",
      "人际": "人际关系中，真诚和善良是建立良好关系的基础。心地的修为比外在的条件更重要。",
      "纠纷": "诉讼结果取决于是否占理。若自身理亏，必败无疑；若心地正直，终得公正。宜和解。",
      "远行": "出行平安。只要心存善念，行为端正，旅途自然顺利。"
    },
    "文件标题": "普贤菩萨身陀罗尼",
    "文件名": "普贤菩萨身陀罗尼.mp3",
    "梵文": "ॐ समन्त भद्राय स्वाहा।",
    "咒语含义": "祈请普贤菩萨加持，增长福慧，圆满行愿，获得身心安稳与无边功德。"
  },
  {
    "签号": 46,
    "幸运指数": "★★☆☆☆",
    "远古预言": "君是山中万户侯，信知骑马胜骑牛；\n今朝马上看山色，争似骑牛得自由。",
    "解读举例": "一生，丑年岁考三等，午年考优等，科举省城，占此下第。但生本贫士，边方僻远，盘费不资，大为所困。此“不如骑牛”之验也。",
    "整体运程": "你目前所处的位置或状态已相当不错，拥有一定的优势或安逸。\n然而，内心可能存在不安分的想法，渴望更快、更高或不同的发展，如同舍弃安稳的牛而选择冒险的马。\n请审慎评估改变的风险，安于现状或许是更明智的选择，盲目求变可能导致后悔。",
    "穿搭建议": "建议穿着舒适、自在的服饰，风格可以是“休闲田园风”或“慵懒舒适”。颜色可选柔和的绿色、蓝色或米色，营造安逸平和的氛围。",
    "开运锦囊": "享受当下的宁静和安稳，做一些让自己放松的事情。审视自己是否过于焦虑或贪心。今日适合进行日常维护工作，而非开创新项目。保持平和满足的面容。",
    "总结": "你的运势是——安稳是福！",
    "分类运程": {
      "健康": "健康状况稳定，宜保持现状。避免过度折腾或尝试风险大的疗法，静养为佳。",
      "财运": "现有财运稳定，不宜贪求高风险高回报的投资。守住现有财富，稳健经营为佳。",
      "感情": "感情关系稳定，宜珍惜当下。不宜三心二意或追求不切实际的浪漫，安稳的伴侣最为可贵。",
      "考学": "学习上按部就班即可，不必急于求成或尝试非常规的方法。稳扎稳打更有效。",
      "事业": "事业发展宜守不宜攻。安于现有岗位或领域，稳健经营，比盲目追求扩张或跳槽更好。",
      "人际": "人际关系平和。珍惜现有的朋友和圈子，不必强求结交所谓的“权贵”。",
      "纠纷": "诉讼不宜发起，维持现状或和解为佳。强行争斗可能两败俱伤。",
      "远行": "出行可能遇到阻碍或不如预期。若非必要，安居家中更为舒适。"
    },
    "文件标题": "净身业真言",
    "文件名": "净身业真言.mp3",
    "梵文": "ॐ शुद्धे शुद्धे क्षमालि क्षमालि स्वाहा। (注：音频发音近似 śumali，但常见文本为 kṣamāli/śamāli，意为清净/寂静，此处按常见意义对应)",
    "咒语含义": "清净身体所造的恶业，愿身业清净，远离不善行为，身得安康自在。"
  },
  {
    "签号": 47,
    "幸运指数": "★★☆☆☆",
    "远古预言": "与君万语复千言，祇欲平和雪尔冤；\n讼则终凶君记取，试于清夜把心扪。",
    "解读举例": "一富人，累为少年无赖所骗不下百金，欲往讼之。占得此签，乃清夜扪心：昔未富时，曾得一人数十金未偿，其人卒无后，记其死之日，即此人生之时也。乃惊悟，再与少年十余金，约有死者两倍之数目，此不复生端矣。",
    "整体运程": "反复劝告你，处理事情应以平和心态，化解矛盾而非激化。\n内心的怨气或委屈若诉诸争斗，最终结果必然不利。\n在夜深人静时反思自己的内心和行为，是非曲直自在其中，切勿意气用事。",
    "穿搭建议": "穿着宜选用柔和、宁静的色彩，如浅蓝、米白、淡紫色。风格可尝试“温柔和风”或“简约舒适”，有助于平复心绪。",
    "开运锦囊": "练习深呼吸，保持情绪稳定。今日若遇不平事，尝试换位思考，或向信任的人倾诉以疏导情绪，但避免冲动行事。睡前进行简单的冥想或反思。保持面容平和，避免愁眉苦脸。",
    "总结": "你的运势是——和气致祥！",
    "分类运程": {
      "健康": "健康状况与情绪密切相关。疾病需通过平和心态和祈祷化解。避免焦虑和争执，有助于康复。",
      "财运": "财运不佳，不宜进行投机或冒险求财。若有财务纠纷，强行争夺只会两败俱伤。",
      "感情": "感情或婚姻之事可能遭遇波折，但若能经受考验，最终能和合。避免因误会或意气用事而争吵。",
      "考学": "学习或考试中心态平和是关键。过于计较得失或心怀怨怼，反而影响发挥。",
      "事业": "事业发展需注重和谐，避免冲突。与人合作要坦诚沟通，化解矛盾，方能顺利。",
      "人际": "人际关系中易有口舌是非。需谨言慎行，保持平和态度，主动化解误会。",
      "纠纷": "诉讼结果不利，\"讼则终凶\"。务必寻求和解，退一步海阔天空。",
      "远行": "出行可能遇到阻碍或不顺。需保持平和心态，灵活应对。"
    },
    "文件标题": "变食真言",
    "文件名": "变食真言.mp3",
    "梵文": "नमः सर्वतथागतावलोकिते। ॐ संभर संभर हूँ।",
    "咒语含义": "称念此咒，能将食物化为无量甘露美食，普施饿鬼等一切有缘众生，令他们饱满欢喜，广结善缘。"
  },
  {
    "签号": 48,
    "幸运指数": "★★★☆☆",
    "远古预言": "登山涉水正天寒，兄弟姻亲那得安；\n幸遇虎头人一唤，全家遂保汝重欢。",
    "解读举例": "嘉靖间，上海城被倭寇番围急，城中之人占此。不数日，果有卢参将统兵解围。\n\n又一人官派筑，占此，得显宦顾姓者求解始免。俱应“虎头人一唤”也。\n\n又晋江县谢生，光绪七年科试，场前占此。寅日发榜，取列一等，遂补廩。查该生岁进科帮，是应“保汝重欢”四字也。",
    "整体运程": "目前正经历一段艰难困顿的时期，不仅自身辛苦，也可能波及家人亲友，不得安宁。\n转机在于遇到一位关键与“虎”有关的贵人（姓名中出现卢、卞、卡、占、虑、虚、虏、虔、虞等），他的出现将带来指引和帮助。\n抓住这个机遇，听从其建议，方能化解危机，使家庭团聚，重获欢乐与安宁。",
    "穿搭建议": "穿着宜选用能带来力量和保护感的颜色，如棕色、卡其色或适度的黄色（虎纹色）。风格可偏向“稳重可靠”或“户外探险风”，寓意克服困难。",
    "开运锦囊": "留意身边姓氏（如卢、虞、顾、虔等）、属相为虎，或与地名（如虔州、处州等）相关的人，他们可能是你的贵人。保持谦逊，乐于接受他人建议。整理仪容，显得精神，以便给贵人留下好印象。",
    "总结": "你的运势是——虎啸生风！",
    "分类运程": {
      "健康": "健康状况可能经历惊险，但有贵人相助或及时得到救治，终能转危为安。需留意与“虎”相关的人或事物。",
      "财运": "目前财运不佳，可能有所损耗。转机在于得到贵人相助，指引方向或提供资源。",
      "感情": "家庭关系紧张，亲人间可能不和。需要有威望或特定关系的人出面调解，方能重归于好。婚姻之事宜暂停。",
      "考学": "学业或功名之路不顺，难有成就。需要等待时机或得到关键人物的提携。",
      "事业": "事业发展遇到困难，内外交困。需要得到有力的支持者或关键人物的帮助，才能摆脱困境。",
      "人际": "人际关系复杂，可能面临分裂或不和。转机在于遇到能调和矛盾的关键人物。",
      "纠纷": "诉讼之事可望和平解决，关键在于找到合适的调解人或得到有力人士的支持。",
      "远行": "出行不宜，途中多有艰难险阻。需等待时机或有人同行护佑。"
    },
    "文件标题": "军荼利小咒",
    "文件名": "军荼利小咒.mp3",
    "梵文": "ॐ अमृते हूं फट्।",
    "咒语含义": "以军荼利明王的甘露力量，迅速摧破障碍，净化身心，获得保护。"
  },
  {
    "签号": 49,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "彼此家居只一山，如何似隔鬼门关；\n日月如梭人易老，许多劳碌不如闲。",
    "解读举例": "一人居住省城，欲往外骤生理，占此。人以签不吉，止之不听。离家只四十里，在外终日忙碌，无人可安，三年不得回，竟卒于外。首二句之验也。\n\n又光绪间，桐郡（刺桐城，即泉州）郑姓有子，染病延医许氏，服药未效。有人荐一何姓老医，其父迟疑莫决，占此，乃信必托与高年者，竟不数日而愈。益恍然于“如何似”、“人易老”、“许不如”此九字，俨然若为斯人作焉。",
    "整体运程": "虽然身处相近的环境，人与人之间却可能存在深深的隔阂与不信任，如同近邻却隔着鬼门关。\n时光飞逝，人生易老，若将精力耗费在徒劳无益的奔波或不可靠的人事上，不如保持清闲自在。\n认清现实，放下不切实际的期望或对不可靠之人的依赖，安守本分或许更能获得平静。",
    "穿搭建议": "选择简洁、独立感强的风格，如“极简主义”或“中性风”。颜色可选灰色、黑色或白色，保持距离感和清晰界限。",
    "开运锦囊": "今日宜减少不必要的社交活动，给自己一些独处的时间。审视身边的人际关系，保持距离，避免过度投入。放下执念，接受现实。保持面容平静，减少不必要的表情。",
    "总结": "你的运势是——独善其身！",
    "分类运程": {
      "健康": "健康状况可能因心力交瘁而受影响。注意精神调节，避免过度劳累和无效社交带来的压力。",
      "财运": "求财艰难，付出多而收获少，甚至可能亏损。不宜进行新的投资或合作。",
      "感情": "感情关系表面亲近，实则疏离。婚姻难成，或关系中缺乏真诚沟通与信任。",
      "考学": "功名受阻，学业难有进展。可能感到努力白费，与目标差距遥远。",
      "事业": "事业发展停滞，谋望之事难以确定。合作关系可能貌合神离，难以取得实质进展。",
      "人际": "人际关系中存在隔阂与不信任，难以找到真正可依靠的人。表面交往多，真心交流少。",
      "纠纷": "诉讼宜和解。若强行争讼，可能因缺乏支持或信息不通而失败。",
      "远行": "出行不利，可能遇到阻碍或感到孤独。远方行人归期难定。"
    },
    "文件标题": "净法界真言",
    "文件名": "净法界真言.mp3",
    "梵文": "ॐ रं स्वाहा।",
    "咒语含义": "以火大种子字净化周围环境与自身，去除污秽，使一切清净光明。"
  },
  {
    "签号": 50,
    "幸运指数": "★★★★☆",
    "远古预言": "人说今年胜旧年，也须步步要周旋；\n一家和气多生福，萋菲谗言莫听偏。",
    "解读举例": "一人惑妻言，欲与弟分家，占此感悟，依旧同居。后其弟远商，获利数万，与兄同享，数世安居。第三句验甚。\n\n又鲤城（泉州古称鲤城）郭补卷，与余总角交也。庚寅病重，其弟以年近五旬，且身体素弱，非温补不宜。余荐种禾堂医士吴和尚舍力，用清涼，阖家讶焉。占此服之，火候始见，竟以和药奏功。亦第三句之验也。——竹坪又识。",
    "整体运程": "今年的整体运势相较以往有所提升，逐渐步入顺境。\n然而，凡事仍需谨慎处理，步步为营，不可掉以轻心。\n家庭和睦是福气的重要来源，同时要保持清醒的头脑，不受谗言或不实信息的干扰。",
    "穿搭建议": "适合穿着和谐、融洽的服饰，风格可以是“温馨家庭风”或“优雅团体装”。颜色可选暖色调，如米色、浅棕、柔和的粉色或黄色，营造和睦氛围。",
    "开运锦囊": "今日重点在于维护人际和谐，尤其是家庭内部。主动与家人沟通，营造温馨氛围。对于听到的信息，多加核实，不轻信，不传播。保持微笑，展现亲和力。",
    "总结": "你的运势是——和气生财！",
    "分类运程": {
      "健康": "健康状况良好，疾病易于痊愈。家庭和睦有助于身心健康，注意避免因听信谗言而引发焦虑。",
      "财运": "财运亨通，收入增加。但需理性理财，合理规划，避免因盲目听信他人而导致损失。",
      "感情": "感情和谐，婚姻易成。家庭和睦是关键，需用心维护，警惕挑拨离间之人。",
      "考学": "学业进步，考试顺利。只要按部就班，不受干扰，能取得好成绩。",
      "事业": "事业发展顺利，谋望可成。需要处理好人际关系，特别是团队内部的和谐，不可轻信谣言。",
      "人际": "人际关系整体良好，但需警惕小人搬弄是非。保持清醒头脑，维护核心关系。",
      "纠纷": "诉讼宜和解。若必须进行，坚守正道，不可听信谗言，结果尚可。",
      "远行": "出行顺利，旅途平安。远方行人将传来好消息。"
    },
    "文件标题": "加持念珠真言二",
    "文件名": "加持念珠真言二.mp3",
    "梵文": "ॐ रुचि रमणि प्रवर्तय हूं।",
    "咒语含义": "念诵此咒能增加念珠的庄严与光明，使持咒修行更具加持力，心生欢喜。"
  },
  {
    "签号": 51,
    "幸运指数": "★★★★☆",
    "远古预言": "君今百事且随缘，水到渠成听自然；\n莫叹年来不如意，喜逢新运称心田。",
    "解读举例": "一人占得此签，屡涉江湖不利。一人解之：“自君命日子属土，以水为财，四柱无水，屡行不遂。三年之后行癸水，自当大发。”其后果然。应“水到渠成”、“喜逢新运”之验也。",
    "整体运程": "凡事顺其自然，不必强求，时机成熟时自会水到渠成。\n过去的种种不如意即将成为过往，新的好运正在降临。\n保持平和的心态，积极面对，你将迎来一段称心如意的时光。",
    "穿搭建议": "适合穿着流畅、自然的服饰，风格可以是“简约随性风”或“波西米亚”。颜色可选代表流水的蓝色、青色，或象征自然的米白、卡其色。",
    "开运锦囊": "放下过度的执着和焦虑，接受事物的自然发展。今日适合做一些顺应心意、不强求结果的事情。保持微笑，享受当下的生活。可以亲近大自然，如散步、观赏花草。",
    "总结": "你的运势是——水到渠成！",
    "分类运程": {
      "健康": "健康状况逐渐好转，疾病有望自愈。保持平和心态，顺其自然调养即可。",
      "财运": "财运逐渐亨通，不必刻意追求，财富会自然积累。适合稳健的理财方式。",
      "感情": "感情顺遂，姻缘可成。不必焦虑，合适的时机遇到合适的人，关系自然发展。",
      "考学": "学业功名逐渐显现成果。之前的努力开始得到回报，考试顺利。",
      "事业": "事业发展顺利，遇到好的机遇。按部就班，顺势而为，将取得不错的成就。",
      "人际": "人际关系和谐，能遇到志同道合的朋友或合作伙伴。随缘交往，关系自然融洽。",
      "纠纷": "诉讼之事逐渐缓和，有望得到公正解决。顺其自然，不必过度忧虑。",
      "远行": "出行顺利，远方将传来好消息或有行人归来。"
    },
    "文件标题": "甘露真言",
    "文件名": "甘露真言.mp3",
    "梵文": "नमः सुरू॑पाय​ तथाग॑ताय​। तद्यथा॑। ॐ सुरु सुरु प्र सुरु प्र सुरु स्वाहा॑।",
    "咒语含义": "称诵此咒，能将食物化为甘露，施予鬼神众生，令其饱满欢喜，去除悭贪，得福德安乐。"
  },
  {
    "签号": 52,
    "幸运指数": "★★★★☆",
    "远古预言": "兀坐幽居叹寂寥，孤灯掩映度清宵；\n万金忽报秋光好，活计扁舟渡北朝。",
    "解读举例": "此签秋闱决中。\n\n一生占得此签，果于子丑年乡会连捷。\n\n又前明一生，南场屡试不利，占此遂改北朝监，竟联捷。此第四句“渡北朝”之验。\n\n又国朝（清），郡（泉州）前辈陈绳菴先生占此，乡闱中第二名。是科解元榜，后磨勘草去。应首句“兀坐”、“寂寥”也。\n\n又晋江黄生，于乡试前在通淮庙占此，至榜发果中第二名。盖增一画，即是元，亦“兀”字之应焉。",
    "整体运程": "孤独沉寂的时光即将结束，犹如长夜将尽，曙光已现。\n意想不到的好消息或机遇将从远方（或北方）而来，带来转机。\n准备好迎接新的开始，前方的道路将变得顺畅，轻松达成目标。",
    "穿搭建议": "穿着宜选用明亮、有质感的服饰，象征走出黑暗，迎接光明。可选金色、银色或明亮的黄色。风格可尝试“优雅复古风”或“精致简约”。",
    "开运锦囊": "保持开放的心态，留意来自远方或北方的消息、机会。今日适合整理思绪，为新的开始做准备。保持积极乐观的面容，迎接好运。",
    "总结": "你的运势是——拨云见日！",
    "分类运程": {
      "健康": "健康状况好转，之前的疾病有望痊愈。尤其在秋季，身心状态将有显著改善。",
      "财运": "财运好转，可能获得意外之财或良机。尤其在秋季或与北方相关的事务上，财运更佳。",
      "感情": "感情关系迎来转机，婚姻可成。之前的孤独等待结束，有望遇到理想伴侣或关系重归于好。",
      "考学": "学业功名晚成，但终能成功。之前的默默努力将获得回报，一举成名。",
      "事业": "事业发展迎来突破，时来运转。之前的困顿结束，将获得成功和认可，尤其利于向北发展。",
      "人际": "人际关系改善，能遇到知音或贵人。之前的孤独感消失，得到他人的理解和支持。",
      "纠纷": "诉讼之事终能得到解决，结果有利。是非得以澄清。",
      "远行": "出行顺利，尤其向北或在秋季。远方行人将归，或传来佳音。"
    },
    "文件标题": "仁王护国般若心咒",
    "文件名": "仁王护国般若心咒.mp3",
    "梵文": "नमो भगवते प्रज्ञापारमितायै। ॐ ह्रीः धीः श्री श्रुति स्मृति विजये स्वाहा।",
    "咒语含义": "增长无上智慧，护佑国家人民，消除灾难祸患，获得般若波罗蜜多的加持与庇护。"
  },
  {
    "签号": 53,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "艰难险阻路蹊跷，南鸟孤飞依北巢；\n今日贵人曾识面，相逢却在夏秋交。",
    "解读举例": "宋•绍兴中，闽人施宜生陷贼中，百计得脱避，淮上占此。入金献策，金主擢居上第，累官尚书左丞。以出使至宋，泄漏军情，获罪。此“南鸟北巢”之验。\n\n又(清)同治戊辰（1868年），余同五邑诸芸友占此。后惟南安杨生，坐东号舍见售。亦“南鸟孤飞”之应也。——竹坪识。",
    "整体运程": "前路充满艰难险阻，如同行走在崎岖不平的道路上，方向选择可能错误，导致徒劳无功。\n目前的努力可能无法带来预期效果，反而让自己陷入困境，流离失所。\n转机在于遇到已经认识的贵人，并在特定的时节（夏秋之交）得到他的帮助和指引。",
    "穿搭建议": "穿着宜选用坚韧、耐磨的材质，风格可以是“实用工装风”或“低调行者”。颜色可选深色系，如黑色、深灰、军绿，同时可佩戴少量暖色（如红色、橙色）饰品，寓意等待夏秋。",
    "开运锦囊": "耐心等待时机，不要急躁冒进。回顾过往认识的人中，思考谁可能在未来给予帮助。今日适合反思当前困境的原因，调整策略。保持坚毅的面容，不失希望。",
    "总结": "你的运势是——险中待援！",
    "分类运程": {
      "健康": "健康状况不佳，疾病缠绵，治疗过程可能不顺。需耐心等待，夏秋之交可能有转机或遇到良医。",
      "财运": "求财艰难，事倍功半，甚至可能亏损。需要等到时机成熟并有贵人相助，才能改善。",
      "感情": "感情或婚姻之事波折重重，难以顺利。需要等待合适的时机（夏秋之交）或贵人撮合。",
      "考学": "功名难就，学业受阻。需要耐心等待，并可能需要他人提携。",
      "事业": "事业发展坎坷，谋望之事难以成功。可能走错了方向或缺乏支持，需待夏秋之交遇贵人指点。",
      "人际": "人际关系中可能感到孤立无援，缺乏依靠。转机在于重新遇到某位旧识贵人。",
      "纠纷": "诉讼结果不利，过程艰难。避免争端，等待有利时机寻求和解。",
      "远行": "出行不宜，旅途艰险。远方行人归期难定。"
    },
    "文件标题": "千手观音菩萨心咒",
    "文件名": "房山石经.mp3",
    "梵文": "नमः आर्य अवलोकितेश्वराय सहस्र भुजाय। ॐ नमस्ते प्रसीद वरदो भवामि स्वाहा।",
    "咒语含义": "礼敬圣千手观世音菩萨。祈愿菩萨慈悲护佑，赐予加持与安乐。（此咒具体出处和含义可能需结合房山石经原文理解）"
  },
  {
    "签号": 54,
    "幸运指数": "★★☆☆☆",
    "远古预言": "万人丛里逞英豪，便欲飞腾霄汉高；\n争奈承流风未便，青灯黄卷且勤劳。",
    "解读举例": "一生少年乡榜高魁，迨会试时占得此签，后竟累举不第，三任教职以终其身。不负“青灯黄卷”之验。\n\n又(清)同治甲子（1864年），福建漳州府城为发逆(太平天国)所陷。时陆提林军门将带兵进剿，先占此，后果不利。第三句签语验甚。",
    "整体运程": "虽有雄心壮志，渴望一飞冲天，超越众人，但目前时机未到，条件尚未成熟。\n如同舟船未能遇到顺流，飞鸟未能乘上顺风，空有才华抱负，难以施展。\n当下最宜沉潜积累，专注于本职或学习，耐心等待时运的到来。",
    "穿搭建议": "建议穿着沉稳、有书卷气的服饰，风格可以是“学院风”或“简约知性”。颜色可选深蓝、灰色、米白或黑色，体现内敛与专注。",
    "开运锦囊": "今日适合学习、阅读或钻研专业技能。保持耐心，专注于提升自己。避免冲动行事或抱怨时运。保持眼神沉静，不露锋芒。",
    "总结": "你的运势是——学海待航！",
    "分类运程": {
      "健康": "健康状况一般，可能因心气过高或急躁而影响身心。需静心调养，避免过度劳累，疾病难快速消除。",
      "财运": "财运未通，求财难遂。不宜进行大的投资或扩张，应保守理财，控制开支。",
      "感情": "感情之事难以信任，婚姻难成。可能期望过高或时机不对，需放平心态，充实自我。",
      "考学": "虽有才华，但功名未遂，考试不易成功。需要继续努力，等待时机。",
      "事业": "事业发展受阻，虽有雄心但缺乏机遇。不宜强行推进，应韬光养晦，提升实力，等待时机。",
      "人际": "人际关系中可能感到不被理解或支持。此时宜减少社交，专注于自我提升。",
      "纠纷": "诉讼不宜进行，难以获胜。避免争端，寻求和解为佳。",
      "远行": "出行路途遥远且多阻碍。不宜远行，留守本地更为稳妥。"
    },
    "文件标题": "华严经42字",
    "文件名": "华严经42字.mp3",
    "梵文": "अ र प च न ल द ब ड ष व त य ष्ट क स म ग थ ज स्व ध श ख क्ष स्त ज्ञ र्थ भ छ स्म ह्व त्स ष्घ ठ ण फ स्क य्स श्च ट ढः।",
    "咒语含义": "此为华严经四十二字母，蕴含佛法甚深义理，念诵能开显智慧，通达法界奥秘，获得无量功德。"
  },
  {
    "签号": 55,
    "幸运指数": "★★☆☆☆",
    "远古预言": "勤耕力作莫蹉跎，衣食随时安分过；\n纵使经商收倍利，不如逐岁廪禾多。",
    "解读举例": "一生自负交谊之广，终岁出游，所得之资，时遇劫攘，或殖货回，亏折大半。占得此签，乃发愤攻苦，竟得补廩，后以明经出仕。此第四句之验。\n\n又泉郡（泉州）陈生，踰冠时窘甚。咸丰癸丑（1853年）岁试，有友欲托场內代作，已定议，其母偵知，不许答应。因诣庙请示，占此，乃以神语并母命却之。是年该生古学正案，俱列第一，得补廩缺。应在后二句，而“岁廪”两字尤确。",
    "整体运程": "安守本分，勤劳耕耘，足以获得安稳的生活，不必羡慕他人的投机暴利。\n商业上的巨额利润往往伴随着风险和心力消耗，未必长久。如果我们已经收获了利益，应考虑退出时机，落袋为安。\n踏实稳健地积累，如同农夫逐年收获粮食，才是更可靠、更长远的生活方式。",
    "穿搭建议": "穿着宜朴实、耐用，风格可选“工装风”、“基础实用”或“田园质朴”。颜色可选大地色系，如棕色、卡其色、军绿色或蓝色，体现务实。",
    "开运锦囊": "专注于手头的工作，一步一个脚印。今日适合进行园艺、烹饪或做家务。保持朴素自然的仪容。",
    "总结": "你的运势是——耕耘即安！",
    "分类运程": {
      "健康": "健康状况平稳，通过规律作息和适度劳动可保无虞。避免过度追求刺激或不健康的生活方式。",
      "财运": "财运稳定但增长缓慢，适合依靠固定收入或传统行业，不宜经商投机，强求大利易损。",
      "感情": "感情关系平淡是真，婚姻可成。注重实际和长远，而非短暂的激情或物质条件。",
      "考学": "功名需要勤奋积累，难以一蹴而就，适合从事稳定、需要耐心的学术研究。",
      "事业": "事业发展宜求稳，专注于自己擅长的领域。不宜轻易改行或追求短期暴利，稳健经营方能长久。",
      "人际": "人际关系以真诚、务实为本。与踏实肯干的人交往更为有利。",
      "纠纷": "诉讼宜和解。避免因贪图小利而引发争端。",
      "远行": "出行平安，但难有大的收获。若非必要，安居家中发展更为有利。"
    },
    "文件标题": "三皈依真言",
    "文件名": "三皈依真言.mp3",
    "梵文": "ॐ भूः खं।",
    "咒语含义": "获得佛法僧三宝的根本加持，净化身心，奠定解脱基础，带来稳固与安宁。"
  },
  {
    "签号": 56,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "心头理曲强词遮，直欲欺官行路斜；\n一旦丑形临月镜，身役宪网莫咨嗟。",
    "解读举例": "一生占入学，后果与选。\n\n又一生占科举止考，虽见遗，后遗才收录。盖“应身投宪网”之句也。",
    "整体运程": "你是否明知理亏，却仍试图用言语掩饰或强词夺理？\n欺骗他人最终是欺骗自己，甚至试图挑战规则，只会引火烧身。\n真相如同明镜，总有被揭露的一天，届时法律或规则的制裁将无法逃避。",
    "穿搭建议": "建议穿着最为朴素、低调的服饰，风格如“忏悔者”般简单。颜色选择深灰、黑色，避免任何引人注目的元素。",
    "开运锦囊": "诚实面对自己和他人。今日适合反省错误，主动承认并改正。保持面容干净，眼神坦荡。",
    "总结": "你的运势是——自省免灾！",
    "分类运程": {
      "健康": "健康状况可能因内心不正或行为不端而引发问题，或有邪祟干扰。需诚心忏悔，改过迁善，方能好转。",
      "财运": "不宜通过欺诈或不正当手段求财，否则必遭损失和惩罚。",
      "感情": "感情关系中存在欺骗或不忠，婚姻难成或易破裂。需坦诚相待，否则后果严重。",
      "考学": "功名难求，若有作弊等不正当行为，必会被发现，后果严重。",
      "事业": "事业发展凶险，易因欺诈或违法行为而失败。需停止不当行为，回归正途，否则将面临惩罚。",
      "人际": "人际关系中充满虚伪和算计。欺骗他人最终会暴露，导致身败名裂。",
      "纠纷": "诉讼结果大凶，必败无疑。理亏在己，强行争讼只会自取其辱，甚至身陷囹圄。",
      "远行": "出行不利，途中可能遭遇祸患或法律问题。不宜出行。"
    },
    "文件标题": "礼拜灭罪命终诸佛来迎咒",
    "文件名": "礼拜灭罪命终诸佛来迎咒.mp3",
    "梵文": "नमो बुद्धाय ॐ हुरु हुरु सिद्ध लोचने सर्वार्थ साधनी स्वाहा।",
    "咒语含义": "礼敬诸佛，念诵此咒能灭除罪障，成就一切善愿，临命终时得佛眼佛母加持，诸佛接引往生善处。"
  },
  {
    "签号": 57,
    "幸运指数": "★★★☆☆",
    "远古预言": "事端百出虑虽长，莫听人言自主张；\n一着仙机君记取，纷纷闹里更思量。",
    "解读举例": "一人结讼，久而未解，占得此签。后竟赖一友人时与怨家奕棋，居间劝息。正“著仙机”句之验也。\n\n又晋江吴生，一胞侄出天花，十分危险，多方调治莫何。迨占得此签后，始忆及家藏痘疹奇书，依法自治，不数剂而愈。此二、三句之验。",
    "整体运程": "你是否感到周围事务繁杂，难以理清头绪？此时需要冷静和主见。\n不要轻易被他人的言语左右，尤其是那些可能带有偏见或挑拨的言论。\n抓住问题的关键（如同下棋的“仙机”），果断决策，混乱的局面自会平息。",
    "穿搭建议": "穿着宜体现决断力和自信，风格可以是“干练职场风”或“简约力量感”。颜色可选代表智慧的蓝色、代表决断的黑色或白色。",
    "开运锦囊": "保持头脑清晰，专注于最重要的事情。今日适合制定计划、做决策或解决棘手问题。保持发型整洁，眼神坚定。",
    "总结": "你的运势是——当机立断！",
    "分类运程": {
      "健康": "健康状况可能受到情绪或外界干扰影响。需坚定治疗信心，不受他人言论左右，按计划调养方能康复。",
      "财运": "财运平常，需理清头绪，抓住主要机会，避免在琐碎事务上耗费过多精力。",
      "感情": "感情关系中可能存在是非或干扰。需坚持自己的选择和判断，不受旁人影响，方能稳定。",
      "考学": "学业上需抓住重点，有自己的学习计划，不被外界干扰。",
      "事业": "事业发展面临复杂局面，需果断决策。抓住核心问题，坚持自己的方案，不可犹豫不决。",
      "人际": "人际关系中可能存在挑拨离间者。需保持清醒头脑，自主判断，不可轻信谗言。",
      "纠纷": "诉讼之事需有主见，抓住关键证据或论点。寻求和解也要果断，不可拖延。",
      "远行": "出行计划需自己决定，不可受他人影响。按照自己的计划行事，方能顺利。"
    },
    "文件标题": "大佛顶首楞严王真言",
    "文件名": "大佛顶首楞严王真言.mp3",
    "梵文": "ॐ अनले अनले विशदे विशदे वीर वज्रधारे बन्ध बन्धनि वज्रपाणि फट् हूं द्रुं फट् स्वाहा।",
    "咒语含义": "此为楞严咒心，蕴含楞严经咒的精华力量，能降伏一切天魔外道，破除无明烦恼，守护修行，速证菩提。"
  },
  {
    "签号": 58,
    "幸运指数": "★★★★☆",
    "远古预言": "苏秦三寸足平生，富贵功名在此行；\n更好修为阴骘事，前程万理自通亨。",
    "解读举例": "功名初次占之不应，须第二次占之方有成就。以苏秦再出，始悬相印也。",
    "整体运程": "你天生具备出众的才能和口才，足以安身立命，成就一番事业。\n这是一个积极行动、向外发展的时机，你的努力将获得丰厚回报。\n在追求成功的路上，别忘了积累善行，内心的修为将让你的前程更加广大。",
    "穿搭建议": "适合穿着能展现自信和才华的服饰，风格可以是“精致商务风”或“优雅演讲者”。颜色可选代表智慧的蓝色、代表成功的金色或能增强表达力的亮色。",
    "开运锦囊": "积极表达自己的想法，参与社交活动。今日适合进行谈判、演讲或写作。保持自信的微笑和清晰的口齿。",
    "总结": "你的运势是——言出功成！",
    "分类运程": {
      "健康": "健康状况良好，疾病易于痊愈。行善积德对身心健康更有益处。",
      "财运": "财运亨通，特别是依靠口才、沟通或向外拓展的业务，易获大利。",
      "感情": "感情顺利，婚姻可成。良好的沟通能力有助于关系和谐，家庭兴旺。",
      "考学": "学业顺利，考试易中，口才好者尤其有利。",
      "事业": "事业发展顺利，前景广阔。你的才能将得到发挥，获得成功和地位。宜动不宜守，宜远不宜近。",
      "人际": "人际关系良好，能言善辩，易得他人信服和支持。广结善缘，多行好事，人脉更广。",
      "纠纷": "诉讼能够获胜，道理清晰，能言善辩是优势。",
      "远行": "出行顺利，尤其利于远行。旅途愉快，可能带来好的机遇。"
    },
    "文件标题": "子母音咒",
    "文件名": "子母音咒.mp3",
    "梵文": "ॐ अ आ इ ई उ ऊ ऋ ॠ ऌ ॡ ए ऐ ओ औ अं अः। क ख ग घ ङ। च छ ज झ ञ। ट ठ ड ढ ण। त थ द ध न। प फ ब भ म। य र ल व। श ष स ह ळं क्ष स्वाहा।",
    "咒语含义": "此为梵文元音与辅音字母咒，蕴含一切语言音声的根本力量，能加持其他咒语威力，清净语业，开启智慧。"
  },
  {
    "签号": 59,
    "幸运指数": "★★☆☆☆",
    "远古预言": "门衰户冷苦伶仃，自叹祈求不一灵；\n幸有祖宗阴骘在，香烟未断续螟蛉。",
    "解读举例": "一友占科举得此，正考不利，收功遗才。凡事可以类推。\n\n又一生占此，屡考不利，后假他人之名获进。此亦“续螟蛉”之应也。\n\n又（清）同治壬戍（1862年）并补辛酉（1861年）正科时，闽县一幕友秋闱前在泉（州）通淮庙祈祷。及放榜，只中一螟蛉侄。盖他族正派书香，经咸丰己未（1859年）恩科中元，今之继起者，惟此螟蛉耳。末句之验更巧。",
    "整体运程": "你是否感到家运不振，人丁单薄，甚至祈求也难得回应？\n困境之中，尚存一线希望，这来自于祖辈的福荫或意想不到的转机。\n保持善念，努力维系，即使自身传承困难，也可能有其他方式延续香火或事业。",
    "穿搭建议": "穿着宜朴素、传统，风格可选“经典怀旧风”或“简约传承”。颜色可选灰色、米色或深蓝色，体现对传统的尊重和内敛。",
    "开运锦囊": "缅怀先人，整理家谱或旧物。今日适合进行修缮工作或维系家庭关系。保持面容沉静，眼神中带有责任感。",
    "总结": "你的运势是——承继有续！",
    "分类运程": {
      "健康": "健康状况平平，疾病可能难以根治。需依靠自身调养和先辈福荫，祈祷神佑。",
      "财运": "财运不佳，难以积聚，需节俭度日，守住现有基业。",
      "感情": "感情或婚姻之事可成，但可能并非自己最理想的选择。子嗣艰难，可能需考虑继养。",
      "考学": "功名难保，考试不利，可能需要依靠特殊途径或他人帮助。",
      "事业": "事业发展困难，门户衰微。难以依靠自身力量开创新局面，可能需要借助外力或守住祖业。",
      "人际": "人际关系可能较为冷清，缺乏有力支持。需珍惜现有关系，并努力提升自身德行。",
      "纠纷": "诉讼不利，难以获胜。宜息事宁人，避免争端。",
      "远行": "出行可能受阻，或在外难有发展。留守家乡或依靠原有基础更为稳妥。"
    },
    "文件标题": "全身舍利宝箧印陀罗尼",
    "文件名": "全身舍利宝箧印陀罗尼.mp3",
    "梵文": "नमः स्त्रियाध्विकानां सर्व तथागतानां। ॐ भुवि भवन वरे वचरे वचटे चुरु चुरु धर धर सर्व तथागत धातु धरे पद्मं भवति जय वरे मुद्रले स्मर तथागत धर्मचक्र प्रवर्तन वज्रै बोधि मण्ड अलंकार अलंकृते सर्व तथागत अधिष्ठिते बोधाय बोधाय बोधि बोधि बुद्ध्य बुद्ध्य संबोधनि संबोधय चल चल चलन्तु सर्व आवरनानि सर्व पाप विगते हुरु हुरु सर्व शोक विगते सर्व तथागत हृदय वज्रणि संभार संभार सर्व तथागत गुह्य धारणि मुद्रे बुद्धे सुबुद्धे सर्व तथागत अधिष्ठित धातु गर्भे स्वाहा। समयाधिष्ठिते स्वाहा। सर्व तथागत हृदय धातु मुद्रे स्वाहा। सुप्रतिष्ठित स्तूपे तथागत अधिष्ठिते हुरु हुरु हूं हूं स्वाहा। ॐ सर्व तथागतोष्णीष धातु मुद्रानि सर्व तथागतं सधातु विभूषित अधिष्ठिते हूं हूं स्वाहा।",
    "咒语含义": "此陀罗尼蕴含三世诸佛全身舍利功德，威力巨大，能灭罪增福，延年益寿，超度亡灵，所求遂意，最终成就佛道。"
  },
  {
    "签号": 60,
    "幸运指数": "★★★★★",
    "远古预言": "羡君兄弟好名声，只管谦伪莫自矜；\n丹诏槐黄相逼近，巍巍科甲两同登。",
    "解读举例": "一人被报筑城大戶，占此。有司签之不得免，不一年又令重筑。似此则不当论。签诀之可否，惟視所占之事如何耳。",
    "整体运程": "你和你的伙伴（或兄弟姐妹）正享有良好的声誉和才能，前途光明。\n保持谦虚谨慎的态度至关重要，切勿因成就而骄傲自满。\n荣耀的时刻即将到来，你们有望共同登上成功的巅峰，共享殊荣。\n如果你要和重要的伙伴开展重要活动，那么活动过程将会非常顺利。",
    "穿搭建议": "适合穿着体现团队精神或伙伴情谊的服饰，风格可以是“优雅学院风”或“精致伙伴装”。颜色可选和谐搭配的色彩，如蓝色与白色、米色与棕色，或点缀象征荣耀的金色。",
    "开运锦囊": "与伙伴或家人分享成功，互相鼓励。今日适合进行团队合作或庆祝活动。保持谦和的微笑和仪态。",
    "总结": "你的运势是——双喜临门！",
    "分类运程": {
      "健康": "健康状况良好，身心安泰。保持谦和心态，有助于维持健康。",
      "财运": "财运兴旺，求财得利，合作顺利，共同努力能带来丰厚回报。",
      "感情": "感情和谐，婚姻美满。若兄弟同娶或好事成双，更是吉兆。",
      "考学": "学业优异，考试顺利，有望双双（或与同伴一起）高中，名列前茅。",
      "事业": "事业发展顺利，能获得显赫地位。与同伴合作无间，共同创造佳绩。",
      "人际": "人际关系和睦，声誉良好。与兄弟、朋友或同事关系融洽，能互相扶持，共同进步。",
      "纠纷": "诉讼能够得到圆满解决，结果有利。",
      "远行": "出行顺利，旅途愉快。远方行人将传来佳音或结伴归来。"
    },
    "文件标题": "大宝广博楼阁咒",
    "文件名": "大宝广博楼阁咒.mp3",
    "梵文": "नमः सर्व तथागतानां ॐ विपुल गर्भे मणि प्रभे तथागत निदर्शने मणि मणि सुप्रभे विमले सागर गम्भीरे हूं हूं ज्वल ज्वल बुद्ध विलोकिते गुह्य अधिष्ठित गर्भे स्वाहा। ॐ मणि वज्रे हूं। ॐ मणि धारे हूं फट्।",
    "咒语含义": "称诵此咒，能获得如同广博珍宝楼阁般的无量功德，灭罪生福，身心清净，所愿皆遂，得诸佛秘密加持护佑。"
  },
  {
    "签号": 61,
    "幸运指数": "★★★☆☆",
    "远古预言": "啸聚山林凶恶俦，善良无事苦煎忧；\n主人大笑出门去，不用干戈盗贼休。",
    "解读举例": "一生试事毕，卜捷音，占此，后不得中榜。则此签大不利于求名也。",
    "整体运程": "你可能正面临一些惊扰或小人的困扰，让你感到担忧。\n但你内心的善良和正直是强大的护盾，足以化解危机，转危为安。\n保持冷静和坦荡，不必过度忧虑或采取激烈对抗，问题自会平息。",
    "穿搭建议": "穿着宜选用能带来平和与保护感的颜色，如白色、浅蓝色或柔和的绿色。风格可尝试“简约守护风”或“宁静致远”，体现内在的坦荡。",
    "开运锦囊": "保持乐观和自信，相信邪不胜正。今日适合进行放松心情的活动，如听音乐、散步。保持面容开朗，不卑不亢。",
    "总结": "你的运势是——吉人天相！",
    "分类运程": {
      "健康": "健康方面可能经历一些惊吓或小波折，但无大碍。保持心态平和，行善积德，有助于化险为夷。",
      "财运": "财运平平，可能有小的波折或干扰，但不会有大的损失。",
      "感情": "感情或婚姻之事虽有小阻碍，但终能成功。保持真诚善良，能克服困难。",
      "考学": "考试过程可能略有波折或干扰，但最终结果尚可，不利于追求顶尖名次。",
      "事业": "事业发展中可能遇到小人阻碍或市场风险。保持正直，稳健经营，最终能渡过难关。",
      "人际": "人际关系中需防范小人侵害。但只要自身行得正，是非谣言终会散去。",
      "纠纷": "诉讼之事能够自行化解，不必过度担忧。避免与小人计较。",
      "远行": "出行途中可能遇到一些小惊险，但最终能够平安归来。"
    },
    "文件标题": "大白伞盖摄受咒",
    "文件名": "大白伞盖摄受咒.mp3",
    "梵文": "तद्यथा ॐ अनले अनले खसमे खसमे वीर वीर सौमे सौमे सर्व बुद्ध अधिष्ठान अधिष्ठिते सर्व तथागतोष्णीष सितातपत्रे हूं फट् स्वाहा।",
    "咒语含义": "念诵此咒，祈请大白伞盖佛母及一切诸佛加持，以勇猛、寂静之力摄受调伏一切，消除障碍，圆满吉祥。"
  },
  {
    "签号": 62,
    "幸运指数": "★★★☆☆",
    "远古预言": "百千人面虎狼心，赖汝干戈用力深；\n得胜回时秋渐老，虎头城里喜相寻。",
    "解读举例": "昔刘诚意占此后，辅太祖兴王，辞荣归隐。盖论“秋渐老”三字，乃盛名之下，难久居也。归隐处州，亦“虎头城”也。\n\n又泉州卢生，咸丰己未（1859年）科乡试，占此中第二名解元。乃卢（繁写“盧”）姓，“虎”头也。",
    "整体运程": "你如同在逆境中奋战的勇士，凭借过人的能力和决心，终将战胜挑战。\n成功的时刻可能在秋季到来，或者与“虎”相关（卢、卞、卡、占、虑、虚、虏、虔、虞等）的地名、人名有关。\n虽然胜利来之不易，甚至可能已近晚年，但终将迎来荣耀和安宁。",
    "穿搭建议": "适合穿着展现力量和勇气的服饰，风格可以是“硬朗军旅风”或“精致战袍感”。颜色可选代表胜利的红色、金色，或代表坚韧的黑色、深棕色。",
    "开运锦囊": "展现你的决心和勇气。今日适合进行具有挑战性的任务或体育锻炼。保持目光坚定，仪态威严。",
    "总结": "你的运势是——战无不胜！",
    "分类运程": {
      "健康": "健康状况若有疾病，可能较为凶险，但终能克服。秋季是康复的关键时期。",
      "财运": "财运先难后易，经过努力奋斗，在秋季或特定时机（如西方、虎地）可获丰厚回报。",
      "感情": "感情或婚姻之事，在经历波折和考验后，能够成功。秋季是关系稳定或成功的有利时机。",
      "考学": "功名需要经过艰苦努力才能获得，结果可能在秋季揭晓，或与特定地点/人物有关。",
      "事业": "事业发展充满挑战，如同战场。凭借实力和毅力，终能战胜困难，取得显著成就，尤其在秋季。",
      "人际": "人际关系中可能存在竞争或敌对，但你能凭借能力和智慧胜出。",
      "纠纷": "诉讼必胜，能够战胜对手，维护自身权益。",
      "远行": "出行可能遇到挑战，但最终能够达成目标。远方将传来胜利的消息。"
    },
    "文件标题": "大白伞盖坚甲咒",
    "文件名": "大白伞盖坚甲咒.mp3",
    "梵文": "हूं मम हूं नि स्वाहा।",
    "咒语含义": "此极简心咒，能迅速获得大白伞盖佛母的加持，保护“我”的身心，如同穿上无形的护身盔甲。"
  },
  {
    "签号": 63,
    "幸运指数": "★★★☆☆",
    "远古预言": "曩时败北且图南，筋力虽衰尚一堪；\n欲识生前君大数，前三三与后三三。",
    "解读举例": "一贡生在京十年，值试期，人劝与考。偶展卷，被鸡抓破，遂立意就选。人强之，乃占此。复温习赴试，中六十六名，应前后三三之数。授辰州推官，一任而罢，次句并验。\n\n又南安一拔贡生，欲进京供职，并应北闱。占此，改就乡试，竟中副车。盖渠屡应京闱未第，是“败北”，宜“图南”也；“筋力虽衰”，亚于正也；“尚一堪”，宜其副焉。",
    "整体运程": "你的人生经历如同战场，有胜有败，虽曾遭遇挫折，但仍有再起之力。\n命运的起伏自有定数，不必为暂时的困顿过度忧虑，转机就在前方。\n留意数字“三”、“六”、“九”相关的时机或数量，那可能是你命运转折的关键点。",
    "穿搭建议": "选择沉稳而有韧性的风格，如“经典复古风”或“简约力量感”。颜色可选灰色、深蓝、棕色，也可搭配少量代表希望的绿色或白色。",
    "开运锦囊": "回顾过往经验，总结教训。今日适合进行需要毅力的工作，或重新启动搁置的计划。保持面容坚毅，不失希望。",
    "总结": "你的运势是——东山再起！",
    "分类运程": {
      "健康": "健康状况可能经历反复，但最终能够康复。需遵循医嘱，耐心调养。",
      "财运": "财运起伏不定，有得有失，总体平衡，不宜强求超出本分的财富。晚年财运尚可。",
      "感情": "感情或婚姻之事可能经历波折，但最终能够成功。需要时间和耐心，不可强求。",
      "考学": "功名之路有起落，可能需要多次尝试，最终有望成功，留意含3/6/9的年份或名次。",
      "事业": "事业发展有成有败，目前可能处于低谷，但仍有东山再起的机会。坚持下去，晚景可期。",
      "人际": "人际关系有起有落。即使遭遇挫折，也能重新建立联系或获得支持。",
      "纠纷": "诉讼之事最终能够得到公平解决，趋于平息。",
      "远行": "出行计划可能遇到阻碍，但最终能够达成。远方行人将有消息。"
    },
    "文件标题": "金刚寿命真言",
    "文件名": "金刚寿命真言.mp3",
    "梵文": "ॐ वज्र आयूषे स्वाहा।",
    "咒语含义": "祈请获得如同金刚般坚固不坏的长寿，消除疾病障碍，健康安乐。"
  },
  {
    "签号": 64,
    "幸运指数": "★★★★★",
    "远古预言": "吉人相遇本合同，况有持谋天水翁；\n人力不劳公论协，事成功倍笑谈中。",
    "解读举例": "一人作县官，被论。占此后，赖阖城绅士力保留任。应在第三句“人力不劳公论协”也。\n\n又同治丁卯（1867年）科，晋江謄录书，占所謄诸生谁是榜上人。迨出榜，惟一陈姓乳名吉字。故签语明以“吉”中两字也。",
    "整体运程": "你将遇到志同道合的伙伴或得到品行端正的贵人相助。\n事情的发展将异常顺利，如同天作之合，无需过多劳心费力。\n保持公正、和谐的心态，顺应人心，成功将在谈笑风生中轻松达成。",
    "穿搭建议": "适合穿着体现合作与和谐的服饰，风格可以是“优雅社交风”或“精致伙伴装”。颜色可选温和协调的色彩，如米白配卡其、蓝色配白色，或点缀象征智慧与高贵的紫色或金色。",
    "开运锦囊": "主动与人合作，分享资源。今日适合参加社交活动或进行谈判。保持自信友善的笑容，仪态大方。",
    "总结": "你的运势是——得心应手！",
    "分类运程": {
      "健康": "健康状况良好，疾病易于疗愈。心情愉悦，身心和谐。",
      "财运": "财运亨通，求财易得，合作获利丰厚，收入超出预期。",
      "感情": "感情和谐，婚姻美满。与伴侣心意相通，关系融洽，如鱼得水。",
      "考学": "考试顺利，易得佳绩，可能有贵人（如老师）推荐或帮助。",
      "事业": "事业发展极其顺利，得道多助。有得力伙伴或上司提携，事半功倍，轻松达成目标。",
      "人际": "人际关系极佳，能遇到知己或贵人。与人合作愉快，广受欢迎。",
      "纠纷": "诉讼能够顺利解决，结果有利。得道多助，是非分明。",
      "远行": "出行大吉，旅途愉快。可能遇到意气相投的旅伴或得到帮助。"
    },
    "文件标题": "广大不空摩尼供养陀罗尼",
    "文件名": "广大不空摩尼供养陀罗尼.mp3",
    "梵文": "ॐ अमोघ पूज मणिपद्म वज्रे तथागत विलोकिते समन्त प्रसार हूं।",
    "咒语含义": "以此真言作广大无尽的供养，如同遍满虚空的珍宝，能获无量福德，满足一切善愿，得诸佛菩萨慈悲护佑。"
  },
  {
    "签号": 65,
    "幸运指数": "★★★★★",
    "远古预言": "朔风凛凛正穷冬，多羡门庭喜气浓；\n更入新春人事后，衷言方得信先容。",
    "解读举例": "一生科举占此，临试给冬字号签，至春发案不取。所谓“穷冬”者，此也。后遗才收錄，此又“更入”之应，窥则通之意。",
    "整体运程": "经历过漫长的沉寂或困顿，如同寒冬将尽，你的运势即将迎来春天。\n喜悦的气息正在弥漫，转机就在眼前，特别是新春之后。\n保持积极心态，准备迎接贵人的引荐和好消息的到来，心愿得以实现。",
    "穿搭建议": "适合穿着明亮、充满生机的服饰，迎接春天。可选粉色、绿色、黄色等暖色调。风格可以是“春日清新风”或“活力庆典”。",
    "开运锦囊": "积极迎接新的开始，主动寻求机会。今日适合进行社交、启动新项目或表达心意。保持面色红润，充满朝气。",
    "总结": "你的运势是——春回大地！",
    "分类运程": {
      "健康": "健康状况显著好转，疾病痊愈。身心充满生机与活力。",
      "财运": "财运在冬季开始有起色，春季后更是亨通，求财得利，收入增加。",
      "感情": "感情美满，婚姻可成。关系进入新的和谐阶段，充满喜悦。",
      "考学": "考试运在冬季开始好转，春季考试大为有利，有望高中。",
      "事业": "事业发展迎来春天，之前的停滞结束，进入快速发展期。谋望之事顺利成功。",
      "人际": "人际关系活跃，能得到贵人相助或结交新朋友。合作顺利，气氛融洽。",
      "纠纷": "诉讼之事得到解决，结果有利。是非得以澄清，困扰消除。",
      "远行": "出行顺利，旅途愉快。远方行人归来，或传来佳音。"
    },
    "文件标题": "药师如来灌顶真言",
    "文件名": "药师如来灌顶真言.mp3",
    "梵文": "नमो भगवते भैषज्यगुरु वैडूर्यप्रभ राजाय तथागताय अर्हते सम्यक्संबुद्धाय। तद्यथा ॐ भैषज्ये भैषज्ये भैषज्य समुद्गते स्वाहा।",
    "咒语含义": "消除一切病苦灾厄，延长健康寿命，身心安泰，获得药师琉璃光如来的灌顶加持。"
  },
  {
    "签号": 66,
    "幸运指数": "★★★★★",
    "远古预言": "耕耘只可在乡邦，何用求谋向外方；\n见说今年新运好，门阑喜气事双双。",
    "解读举例": "正德间，京师杨惟聪占此，后以鼎元历官翰苑，至宮保学士尚书，凡十余任，並不出京。正应首句。",
    "整体运程": "你的福地就在你熟悉的环境中（在现在的生活地、或者老家，寻求老朋友、老同学帮助），不必舍近求远，向外奔波。\n专注于当下的耕耘和积累，时运已然好转，家门口就有好机会。\n保持安稳，珍惜眼前，双重的喜悦正在向你走来。",
    "穿搭建议": "穿着宜舒适、有归属感，风格可以是“温馨居家风”或“经典田园”。颜色可选代表家园的黄色、棕色，或象征喜庆的红色、金色。",
    "开运锦囊": "专注于本地事务或家庭生活。今日适合整理家务、与邻里交流或在附近散步。保持亲切自然的妆容。",
    "总结": "你的运势是——家有福田！",
    "分类运程": {
      "健康": "健康状况良好，身心安泰。在家休养或治疗效果更佳。",
      "财运": "财运亨通，在本地经营或从事本职工作即可获利丰厚，且可能好事成双。",
      "感情": "感情美满，婚姻大吉。家庭和睦，喜事连连，可能添丁进口。",
      "考学": "在本地或熟悉的领域学习、考试更为有利，容易取得好成绩。",
      "事业": "事业发展在本地最为顺利。守住根基，深耕细作，将取得巨大成功。不宜远图。",
      "人际": "在家乡人脉广阔，关系融洽。能得到亲友邻里的支持和帮助。",
      "纠纷": "诉讼能够得到圆满解决，结果有利。",
      "远行": "不宜远行，留守家乡发展更佳。若必须出行，需谨慎。"
    },
    "文件标题": "藏调准提咒",
    "文件名": "藏调准提咒.mp3",
    "梵文": "नमः सप्तानां सम्यक्संबुद्ध कोटीनां। तद्यथा: ॐ चले चुले चुन्दी स्वाहा।",
    "咒语含义": "皈依七俱胝（意为无量）正等觉佛。念诵此咒能清净身口意三业，增长福德智慧，满足世间与出世间一切善愿，得准提菩萨慈悲护佑。"
  },
  {
    "签号": 67,
    "幸运指数": "★★☆☆☆",
    "远古预言": "谗发君心天已知，何须问我决狐疑；\n愿子改图从孝悌，不愁家室不相宜。",
    "解读举例": "(明)万历间（1573—1619年），一广文选辽东部司学训时，以辽左方乱为忧。占此，迟疑未行。值辽阳陷沒，改选湖广孝感县教谕，屡县县印，大有所获。应第三句也。\n\n又(清)光绪甲申（1884年），余室得病，诸医调治未愈。余占此，乃延一医家在孝悌境者，遂渐痊。后二句验甚。",
    "整体运程": "当你抽取到这个灵签时，请审视一下是否就同一事情多次问占了。\n你心中的念头，无论善恶，上天早已知晓，不必自欺欺人。\n与其向外求问，不如反躬自省，审视自己的动机和行为。\n回归孝悌之道，坚守善良的根本，家庭自然和睦，无需担忧。",
    "穿搭建议": "适合穿着简洁、朴素的服饰，体现真诚与稳重，如“简约基础风”或“自然舒适风”。选择米白、浅灰、卡其色等中性色调，有助于平复心绪。",
    "开运锦囊": "进行自我反思，检查言行是否合乎道义。今日适合陪伴家人，特别是长辈。保持面容干净，眼神诚恳。",
    "总结": "你的运势是——返璞归真！",
    "分类运程": {
      "健康": "身体状况与心境密切相关。若有不适，需审视生活习惯与心态，并考虑更换疗愈方式。祈祷与行善有助于改善。",
      "财运": "财运平平，不宜妄求，需依靠正当途径获取，否则难有收获。",
      "感情": "关系中的和谐需要以诚意和基本道义（如孝悌）为基础。若心存芥蒂或不善，难以融洽。婚姻之事需谨慎，可能稍有延迟。",
      "考学": "功名不利，需反思自身德行和动机，端正态度方有希望。",
      "事业": "当前计划或方法可能存在问题。需重新审视动机与手段是否合乎情理。回归正道，调整策略后方可顺利。",
      "人际": "真诚待人，言行一致至关重要。避免背后议论或不善之念，专注于家庭和睦与手足情谊，能改善人际环境。",
      "纠纷": "强烈建议和解。诉讼过程艰难且结果不利（讼则终凶）。反躬自省，寻求和平解决是上策。",
      "远行": "行人归期不定。当前不宜远行，应先处理好自身及家庭内部事务，待心绪平和后再做打算。"
    },
    "文件标题": "梵音皈依文",
    "文件名": "梵音皈依文.mp3",
    "梵文": "नमो बुद्धाय। नमो धर्माय। नमः संघाय।",
    "咒语含义": "皈依佛，皈依法，皈依僧。表达对佛、法、僧三宝的无比崇敬与信赖，寻求庇护与指引。"
  },
  {
    "签号": 68,
    "幸运指数": "★★★☆☆",
    "远古预言": "南贩珍珠北贩盐，年来几倍侦财添；\n劝君止此求田舍，心欲多时何日厌。",
    "解读举例": "一生占科举，不得，是“止此求田舍”之应也。",
    "整体运程": "你通过辛勤的经营，已经积累了不错的财富和成就。\n然而，贪欲之心是无止境的，过度的追求可能反而招致祸患。\n是时候考虑见好就收，转向更安稳的生活方式（如置办田产），知足常乐。",
    "穿搭建议": "适合舒适、自然的田园风格或休闲居家风。选择棉麻等天然材质，色彩可选绿色、蓝色、土黄色等让人放松的颜色。避免过于奢华或紧绷的衣物。",
    "开运锦囊": "审视自己的欲望，学会满足。今日适合进行整理、盘点现有资源，或享受简单的生活乐趣。保持面容平和满足。",
    "总结": "你的运势是——见好就收！",
    "分类运程": {
      "健康": "身体状况尚可，但需警惕过度劳累或因贪求过多带来的精神压力。保持平和心态，适度休息，方能维持健康。",
      "财运": "财运已达一定高度，但不宜再过度追求，否则易因贪致祸。守住现有财富，转向稳健投资（如房产）为宜。",
      "感情": "关系稳定，适合安享其中的温馨。若已有伴侣，应珍惜当下，勿生旁骛。单身者亦不宜抱持过高或不切实际的期望。",
      "考学": "功名之心可暂缓，更应注重内在修养和生活品质。",
      "事业": "事业达到一定高度，宜采取稳守策略。过度扩张或贪心可能导致风险（财多害己）。考虑转向更安稳的领域或模式（求田舍）。",
      "人际": "珍惜现有的人际关系，避免因利益驱动而建立或破坏关系。远离贪婪之人，保持真诚交往。",
      "纠纷": "若已胜诉，切勿追击（讼已胜、莫再战）。若考虑诉讼，应三思而后行，以和为贵，知止不殆。",
      "远行": "行人将归。不适合进行风险过高或野心勃勃的远行。安居家中或进行短途休闲之旅更为适宜。"
    },
    "文件标题": "如意轮观音",
    "文件名": "如意轮观音.mp3",
    "梵文": "ॐ पद्म चिन्तामणि ज्वल हूं।",
    "咒语含义": "此如意轮观音心咒能迅速成就善愿，如意宝珠光明照耀，消除贫苦，带来富足与安乐。"
  },
  {
    "签号": 69,
    "幸运指数": "★★☆☆☆",
    "远古预言": "舍舟遵路总相宜，慎勿嬉游逐贵儿；\n一夜樽前兄与弟，明朝仇敌又相随。",
    "解读举例": "楚中一士人，远至晋地，干谒显宦。占得此签后，果与公子笑言相席，謔前鬨闹。其人忽悟签语，次早不辞而归，怨者欲害之而不得。其验如此。",
    "整体运程": "你选择的道路或交往的人，可能并非最佳选择，看似安稳实则风险潜藏。\n警惕那些表面光鲜或言语动听的“贵人”，他们可能并非真心实意。\n保持清醒的头脑，谨慎交友，脚踏实地，避免因一时诱惑而陷入长久的是非。",
    "穿搭建议": "建议穿着实用、低调且显认真的风格，如“工装风”或“经典商务休闲风”。选择深蓝、卡其、军绿等沉稳色系，给人可靠务实的印象。",
    "开运锦囊": "审视自己的人际圈，远离损友。今日适合独立完成任务，或进行需要专注和耐心的工作。保持面容清醒，眼神坚定。",
    "总结": "你的运势是——明辨是非！",
    "分类运程": {
      "健康": "注意避免因交际应酬、嬉戏玩乐带来的健康损耗。规律作息，选择健康的社交方式。若有不适，需仔细选择医疗资源。",
      "财运": "财运不佳，不宜与人合伙或轻信他人投资建议，易受骗或亏损。",
      "感情": "感情发展需谨慎，特别是对于那些背景复杂或过于浮华的对象（贵儿）。现有关系可能面临信任考验。婚姻不易。",
      "考学": "功名难求，易受不良同伴影响而分心，需专注学业，远离诱惑。",
      "事业": "选择风险较低、基础稳固的发展路径（遵路）。对合作对象要严格筛选，谨防被华而不实者拖累。",
      "人际": "核心警示领域。务必慎重交友（谨交游），远离品行不端或动机不纯的人。今日的朋友可能转瞬成为明日的麻烦（明朝仇敌）。",
      "纠纷": "尽量避免争端，尤其是因人际纠纷引起的诉讼。寻求和解，远离是非之人。",
      "远行": "行人将至。出行宜选择安全稳妥的方式与路线。避免参与危险或目的不纯的旅程。"
    },
    "文件标题": "大白伞盖增长身亲心咒",
    "文件名": "大白伞盖增长身亲心咒.mp3",
    "梵文": "ॐ सर्व तथागतोष्णीष हूं फट् फट् स्वाहा।",
    "咒语含义": "念诵此极简心咒，能迅速连接诸佛顶髻的强大力量，增长福慧，亲近佛法，强力破除内外魔障。"
  },
  {
    "签号": 70,
    "幸运指数": "★★★☆☆",
    "远古预言": "雷雨风云各有司，至诚祷告莫生疑；\n与君约定为霖日，正是蕴隆中伏时。",
    "解读举例": "一生科举，占得此后，取二等，应“中伏时”也。发案在三月，应在“为霖日”也。",
    "整体运程": "世间万事如同自然现象，各有其规律和掌管者，非人力能完全掌控。\n内心的至诚能够感应天地，但结果的显现仍需等待恰当的时机。\n保持信念，耐心等待，如同久旱盼甘霖，转机将在特定的时刻（可能在“中伏”、每年阳历8月中旬，或与“三”相关的时间，或者下雨的时候）到来。",
    "穿搭建议": "穿着宜体现耐心和对自然的敬畏，风格可选“简约自然风”或“素雅祈祷”。颜色可选代表天空的蓝色、代表雨水的灰色或白色，以及代表土地的棕色。",
    "开运锦囊": "保持虔诚和耐心。今日适合进行祈祷、冥想或为未来做准备。保持面容平静，眼神充满希望。",
    "总结": "你的运势是——静待甘霖！",
    "分类运程": {
      "健康": "健康状况若有不佳，需耐心等待治疗时机或身体的自然恢复周期。虔诚祈祷有助，疾病会逐渐缓解。",
      "财运": "财运尚需等待，目前不宜强求，时机成熟（中伏时节或三数时间点）方能获利。",
      "感情": "感情或婚姻之事宜迟不宜早。耐心等待缘分或关系成熟，特定时机（如庚日或中伏）是关键。",
      "考学": "功名需要等待时机，目前不易成功，需坚持努力，等待有利考期（中伏时节或三数时间点）。",
      "事业": "事业发展需要等待合适的时机。目前宜守不宜攻，待时机成熟（如中伏时节），方可顺利推进。",
      "人际": "人际关系平稳。建立深厚关系需要时间和真诚，不可急躁。",
      "纠纷": "诉讼之事能够逐渐得到解决，但需要时间。保持耐心，等待有利判决或和解时机。",
      "远行": "出行计划可能延迟，或需等待特定时机。远方行人消息未至，需耐心等待。"
    },
    "文件标题": "毗卢遮那佛大灌顶光明真言",
    "文件名": "毗卢遮那佛大灌顶光明真言.mp3",
    "梵文": "ॐ अमोघ वैरोचन महामुद्रा मणिपद्म ज्वल प्रवर्त्तय हूं।",
    "咒语含义": "此光明真言具足毗卢遮那佛（大日如来）的遍照光明，能灭罪除障，加持亡者，开启智慧，带来无上吉祥。"
  },
  {
    "签号": 71,
    "幸运指数": "★★★☆☆",
    "远古预言": "喜鹊檐前报好音，知君千里欲归心；\n绣帏重结鸳鸯带，叶落霜飞寒色侵。",
    "解读举例": "一人妻子，深秋抱病，占此，其妻遂亡。第三句之应，直如面告也。",
    "整体运程": "期待已久的好消息如同喜鹊报喜，即将传来，预示着某种团聚或回归。\n分离或等待的时光即将结束，但重逢之时可能已境遇变迁，带有晚来的意味。\n珍惜这来之不易的重聚，即使时移世易，情感的纽带依然值得维系。",
    "穿搭建议": "穿着宜选用温暖、沉稳的色调，如深红、棕色、灰色，象征秋冬的收获与沉淀。风格可尝试“经典复古风”或“温馨怀旧”。",
    "开运锦囊": "主动联系久未联系的亲友。今日适合进行整理旧物，回顾往事。保持妆容温暖柔和。",
    "总结": "你的运势是——久别重逢！",
    "分类运程": {
      "健康": "健康状况有凶险之兆，若占问疾病需特别小心。但最终可能出现转机，尤其在秋冬季节。",
      "财运": "财运一般，时机未到最佳，可能在秋冬季有所收获，但难有大的突破。",
      "感情": "感情关系离而复合，去而复还。婚姻之事若是再婚则吉，初婚可能波折较多或时机较晚。秋冬有利。",
      "考学": "功名难求，可能需要等待较长时间（秋冬季）或多次尝试方能成功。",
      "事业": "事业发展先难后易，目前可能停滞。等待时机（秋冬）或经过一番周折后方能成功。",
      "人际": "分离的朋友或亲人有望重聚。人际关系在经历波折后趋向和谐。",
      "纠纷": "诉讼宜和解。若必须进行，过程可能拖延，但最终有望解决。",
      "远行": "远方行人即将归来或传来消息。出行计划在秋冬季节更为顺利。"
    },
    "文件标题": "观音灵感真言",
    "文件名": "观音灵感真言.mp3",
    "梵文": "ॐ मणिपद्मे हूं। महाज्ञान चित्तोत्पाद चित्तस्य न वितर्क सर्वार्थ भूरि सिद्ध काम पूरण। नमः लोकेश्वराय स्वाहा।",
    "咒语含义": "此咒祈请观世音菩萨慈悲加持，能迅速感应，开启智慧，满足一切善愿，消除灾厄，带来吉祥。"
  },
  {
    "签号": 72,
    "幸运指数": "★★☆☆☆",
    "远古预言": "河渠傍路有高低，可叹长途日己西；\n纵有荣华好时节，直须猴犬换金鸡。",
    "解读举例": "一生宗师考试占此，获二等科举，发案得报消息，乃丙申日黄昏时。“荣华”二语。应之不爽。",
    "整体运程": "你是否感到前路坎坷，如同行走在河渠边崎岖的小路，且天色已晚？\n当前的处境充满风险和不确定性，强行前进可能导致更大的困难。\n即使未来有转机，也需耐心等待特定的时机（鸡年，每年阳历9月，或傍晚），目前宜静不宜动。",
    "穿搭建议": "选择坚固、耐磨、有防护性的服饰，风格如“户外生存风”或“基础工装”。颜色可选深色系，如黑色、深灰、军绿，体现坚韧和警惕。",
    "开运锦囊": "暂停冒险的计划，选择稳妥的方式。今日适合进行反思、休整或处理内部事务。保持面容沉稳，不多言。",
    "总结": "你的运势是——静守待时！",
    "分类运程": {
      "健康": "健康状况有危险，疾病可能加重。需格外小心，积极治疗，并耐心等待转机（申酉戌时）。",
      "财运": "财运迟滞，求财困难，易遇险阻或亏损，不宜投资，需等待时机。",
      "感情": "感情或婚姻之事难以成功，时机未到。关系多波折，需晚婚或等待很久才有结果。",
      "考学": "功名难成，考试失利，学业进展困难，需等待有利时机。",
      "事业": "事业发展困难重重，如同逆水行舟。不宜强行推进，应暂停脚步，等待时机转变。",
      "人际": "人际关系可能遭遇挫折或陷害。需谨慎交友，保持低调。",
      "纠纷": "诉讼结果凶险，难以获胜。应极力避免争端，否则损失惨重。",
      "远行": "出行不利，旅途艰险。不宜远行，留守本地为佳。"
    },
    "文件标题": "千转真言",
    "文件名": "千转真言.mp3",
    "梵文": "ॐ वज्र गुह्य जाप समये हूं।",
    "咒语含义": "念诵此咒能将所修持的咒语功德增长千倍乃至无量倍，迅速积累福慧资粮。"
  },
  {
    "签号": 73,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "忆昔兰房分半钗，而今忽把信息乖；\n痴心指望成连理，到底谁知事不谐。",
    "解读举例": "一人为子择媳，占此，不信签意而强成之。其子婚不数月，出外经营，失意浪荡不归。其媳坚志，苦守清节以终。其验如此。\n\n又(清)光绪间，晋江县有人为其妻问病，占此，竟断弦。",
    "整体运程": "过往的约定或承诺，如今可能已变质或失效，现实与期望出现偏差。\n沉溺于不切实际的幻想或执念，只会带来无尽的烦恼和失望。\n是时候认清现实，放下过去的纠葛，重新开始，否则只会空耗心力。",
    "穿搭建议": "穿着宜选用能帮助自己保持清醒、理智的颜色，如冷色调的蓝色、灰色。风格可选“简约利落风”，避免拖泥带水。",
    "开运锦囊": "面对现实，果断放弃不切实际的期望。今日适合进行清理、告别过去，或独自思考。保持面容冷静，避免流露过多情绪。",
    "总结": "你的运势是——当断则断！",
    "分类运程": {
      "健康": "健康状况危险，疾病可能加重。需诚心祈祷，并寻求有效的治疗，避免固守无效方法。",
      "财运": "财运不佳，求财无望，易有损失，合作或投资易失败。",
      "感情": "感情破裂，婚姻难成，尤其是初婚。旧情已逝，强求复合无望，宜考虑重新开始（重娶）。",
      "考学": "功名无望，学业难成，之前的努力可能白费。",
      "事业": "事业发展受挫，计划失败。合作关系破裂，承诺无法兑现，需另寻出路。",
      "人际": "人际关系中存在背信弃义的情况。需认清现实，不可再轻信失信之人。",
      "纠纷": "诉讼结果凶险，难以获胜。基于失信的争端更难有好结果。",
      "远行": "出行不利，可能遭遇变故或失信。不宜远行。"
    },
    "文件标题": "除欲咒",
    "文件名": "除欲咒.mp3",
    "梵文": "कुटि कुटि कुटि कुटि तेन",
    "咒语含义": "念诵此咒有助于调伏和平息内心的贪欲与过度的执着，获得心灵的清凉与自在安宁。"
  },
  {
    "签号": 74,
    "幸运指数": "★★★★★",
    "远古预言": "崔巍崔巍复崔巍，履险如夷去复来；\n身似菩提心似镜，长安一道放春回。",
    "解读举例": "一人求婚，占此。娶妻至家，好著聪慧。应“身似菩提”一句。\n\n又一人乡居，四面皆倭寇，急欲脫去，占此。夜从闲道得入郡城。应“履险如夷”一句。\n\n又(清)同治甲子（1864年），福建乡试，晋江一生问名，占此。迨到省后，忽值邻省有警停考，回路，又问沿途劫掠大惨。正踌躇间，适有崔姓武官邀他随同林提軍来泉。中途遇雨，延至十月初四日乃到家。此占不特全诗多应，连题亦验。",
    "整体运程": "你正经历一段充满挑战甚至危险的时期，但无需畏惧。\n你内心的良善与清明如同护身符，能助你化险为夷，安然度过。\n保持正直与智慧，坚守信念，前方的道路终将变得平坦开阔，春光无限。",
    "穿搭建议": "穿着宜选用干净、明亮的色彩，如白色、浅蓝色、金色，象征内心的纯净与智慧。风格可尝试“简约禅意风”或“优雅知性”。",
    "开运锦囊": "保持冷静和正直，相信自己的判断。今日适合进行需要勇气和智慧的决策或行动。保持面容光明磊落，眼神清澈。",
    "总结": "你的运势是——心正则安！",
    "分类运程": {
      "健康": "健康状况虽可能经历惊险，但终能平安度过。保持心态平和，心地善良，有助于康复。",
      "财运": "财运虽有波折，但最终能获得不错的收益，先难后易。",
      "感情": "感情或婚姻之事，初期可能困难重重，但只要双方真心相待，坚守信念，终能修成正果。",
      "考学": "考试过程可能不顺，但凭实力和正直，最终能取得理想成绩，功名晚成但亨通。",
      "事业": "事业发展虽遇险阻，但凭借智慧和品德能克服。坚持正道，最终将走向成功。",
      "人际": "人际关系中可能遇到挑战，但真诚和智慧能助你化解。危难时更显人品。",
      "纠纷": "诉讼之事虽有惊险，但最终能得到公平解决，化险为夷。",
      "远行": "出行途中可能遇到险阻，但能平安往返。保持警惕和善念是关键。"
    },
    "文件标题": "华严经陀罗咒",
    "文件名": "华严经陀罗咒.mp3",
    "梵文": "नमः समन्त बुद्धानं अप्रतिहत शासनानं। ॐ किणि किणि तथागतोद्भव शृङ्गे वरदे उत्तम उत्तमे तथागतोद्भव हूं फट् स्वाहा।",
    "咒语含义": "此咒出自华严经，能得诸佛无碍教法加持，增长福慧，降伏障碍，成就殊胜功德。"
  },
  {
    "签号": 75,
    "幸运指数": "★★★★☆",
    "远古预言": "生前结得好姻缘，一笑相逢情自亲；\n相当人物无高下，得意休论富与贫。",
    "解读举例": "一显宦欲与贫士结亲，占此，后其婿果登上第。\n\n又一富商欲与贫友经营，占此，后其友果能兴财致富。皆不论贫富之验。\n\n又表弟陈远江，內史府试时，临结榜占得此签。签意明示以前列“结得好缘”，是指第一也。后果结榜首。\n\n又晋江郭氏子，科試占此。入场坐结字，其前号乃生字，系渠等友陈子也。二人相逢，同发一笑。至挂榜，郭在二等二十三名，陈在二等二十四名。此则上三句摘摯之应也。",
    "整体运程": "你将遇到一段美好的缘分或合作机会，这似乎是命中注定，而非偶然。\n彼此一见如故，情意相投，才华品德相当，无需计较外在的贫富差异。\n珍惜这份难得的契合，顺其自然发展，将带来和谐与成功。",
    "穿搭建议": "穿着宜体现真诚、亲和，风格可以是“温暖舒适风”或“简约真诚”。颜色可选柔和的暖色调，如米色、浅粉、淡黄，营造投缘的氛围。",
    "开运锦囊": "真诚待人，用心感受彼此的连接。今日适合进行社交、约会或洽谈合作。保持温暖亲切的笑容。",
    "总结": "你的运势是——缘分天成！",
    "分类运程": {
      "健康": "健康状况良好，疾病易于痊愈。与心态平和、人际和谐有关。",
      "财运": "财运渐佳，合作顺利，能共同创造财富，不必过于计较眼前利益。",
      "感情": "感情和谐，婚姻美满。遇到心意相通之人，一见倾心，关系发展顺利，不应以贫富论断。",
      "考学": "学业顺利，易遇良师益友，共同进步。",
      "事业": "事业发展顺利，能遇到合适的伙伴或机遇。合作愉快，不计较短期得失，着眼长远。",
      "人际": "人际关系极佳，能遇到知己或贵人。与人交往坦诚相待，不势利，关系自然亲近。",
      "纠纷": "诉讼之事能遇到公正的主审者，得到合理解决。",
      "远行": "出行顺利，旅途愉快。可能遇到投缘的旅伴或得到帮助。"
    },
    "文件标题": "结坛真言",
    "文件名": "结坛真言.mp3",
    "梵文": "ॐ आः हूं।",
    "咒语含义": "此三字代表诸佛的身、语、意三密，念诵能净化坛场，安立结界，迎请圣众降临。"
  },
  {
    "签号": 76,
    "幸运指数": "★★☆☆☆",
    "远古预言": "三千法律八千文，此事如何说与君；\n善恶两途君自做，一生祸福此中分。",
    "解读举例": "一生入场毕，自谓文字得意，占此，竟无名。后收原卷观之，前场密圈拟元，后场则涂抹不堪矣。此三、四两句之验也。\n\n又余姑丈龚慎齐，明经当廪保时，占财气，得此。时府试挨保无贽敬，惟院试每人送百文，计文武涂并进，一生三款，合算得铜钱八千文。签经之明示，其验如此。\n\n又(清)光绪己卯（1879年），泉州南台寺文会，晋江邱生带签谱，在大魁殿用钱卜此。后乡闱，惟邱生卷八次到取中。此亦“八千文”及与君数字之验焉。",
    "整体运程": "你所关心之事如同律法条文，自有其定数和规则，非外人能轻易干预或知晓。\n最终的结果取决于你自身的行为是善是恶，祸福并非无端而来。\n与其费心揣测，不如专注于修身养性，行善积德，这才是趋吉避凶的根本。",
    "穿搭建议": "建议穿着简洁分明、能体现条理感的服饰，风格可以是“经典黑白”或“简约法式”。颜色可选黑、白、灰，象征清晰的判断和界限。",
    "开运锦囊": "严格要求自己，遵守规则。今日适合进行反思、学习法律或规章，或做一件公正之事。保持面容严肃认真。",
    "总结": "你的运势是——善恶由心！",
    "分类运程": {
      "健康": "健康状况与自身行为和心态有关。若有疾病，需从根本上调整生活习惯和心态，行善祈福有助于康复。",
      "财运": "财运平平，不宜妄求，需依正道获取，否则易招损失。",
      "感情": "感情关系的走向取决于双方的真诚与否。婚姻之事需仔细审视对方品行，善缘方能长久。",
      "考学": "功名成败与自身努力和德行相关，需脚踏实地，心存正念。",
      "事业": "事业发展是善是恶，结果截然不同。遵守规则，诚信经营则吉；反之则凶。",
      "人际": "人际关系中，真诚待人则得福，心存恶念则招祸。需自我反省，谨慎交友。",
      "纠纷": "诉讼之事结果取决于自身行为是否合乎法理。理亏者凶，占理者尚可。宜断绝争讼。",
      "远行": "出行顺利与否，与自身行为和动机相关。心存善念，行为端正，则旅途平安。"
    },
    "文件标题": "加持念珠真言一",
    "文件名": "加持念珠真言一.mp3",
    "梵文": "नमो भगवदि सिद्धि सद्धाय सद्धाय सिद्धार्थे स्वाहा",
    "咒语含义": "礼敬至尊圣母，愿您功德成就，所愿皆遂，吉祥圆满。"
  },
  {
    "签号": 77,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "木有根亥水有源，君当自此究其原；\n莫随道路人闲话，讼则终凶是至言。",
    "解读举例": "一士人占功名，得此。迟数科至甲子始中，应首句也。后谒选官至司理，因断獄受贿而败，应第四句也。\n\n又一人先习儒，後习贾，因当家生理不定，欲觅別途。迨占此签，始仍举业，不数年果入学，克绍乃父书香。此上二句之应也。",
    "整体运程": "万事皆有根源，如同树木有根、流水有源，探究本源是解决问题的关键。\n切勿轻信旁人的闲言碎语，尤其是在涉及纷争或重要决策时。\n坚守原则，谨慎言行，避免卷入不必要的诉讼，因为那最终只会带来伤害。",
    "穿搭建议": "穿着宜选用稳重、扎实的风格，如“经典基础款”或“复古工装”。颜色可选深棕、墨绿、藏青等代表根基和稳定的色彩。",
    "开运锦囊": "追根溯源，深入思考问题的本质。今日适合进行研究、分析或整理基础工作。保持面容沉静，不多言。",
    "总结": "你的运势是——追本溯源！",
    "分类运程": {
      "健康": "健康问题需找出根源，对症下药。不可轻信传言或偏方，宜寻求专业意见，祈祷有助缓解。",
      "财运": "财运不利，不宜投资或听信他人建议，应保守理财，避免损失。",
      "感情": "感情关系易受外界干扰，婚姻难成或难以长久。需理性判断，不可因他人言语而动摇。",
      "考学": "功名不利，学业受阻，需专注根本，不受旁人影响。",
      "事业": "事业发展需从根本上解决问题，不可头痛医头。谨慎决策，不受外界干扰。",
      "人际": "人际关系中需防范口舌是非，不可轻信传言。保持独立思考，谨慎交友。",
      "纠纷": "诉讼之事大凶，\"讼则终凶\"。务必避免争端，不可因他人挑唆而起诉。",
      "远行": "出行可能遇到阻碍或信息不实。需仔细核实信息，谨慎计划。"
    },
    "文件标题": "皈依三宝真言",
    "文件名": "皈依三宝真言.mp3",
    "梵文": "नमो रत्नत्रयाय ॐ भुः खं",
    "咒语含义": "此咒为皈依三宝，愿您蒙三宝加持，福慧增长，一切安康。"
  },
  {
    "签号": 78,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "家道丰腴自饱温，也须肚里立乾坤；\n财多害己君当省，福有胚胎祸有门。",
    "解读举例": "(明)天启时，一台谏不顺阉宦，恐有他祸，占此，乃休官散财，安居林下。或权阉势败，此公仍复趣擢。此自明祸福之验。\n\n又一人，春月妻病，寝食不安，子又患痘。占此，莫识所指。有为解曰：“妻病无妨，肚里有孕也；子出天花，祸不远矣。”而渠云：“（妻）天癸才去廿余日焉，有胎乎？（子）出痘並未危，奚能死？”不信。不数日，其子竟死。至冬间，妻举两子，一男一女。其人始服二句与四句之验如此。",
    "整体运程": "你目前生活富足安稳，但这并不意味着可以高枕无忧。\n内心需要有主见和判断力，不可因安逸而迷失，或被财富冲昏头脑。\n记住“财多害己”的警示，福祸往往源于一念之间，行善避恶是关键。",
    "穿搭建议": "穿着宜体现内在的定力和智慧，而非仅仅外在的富足。可选深邃的蓝色、紫色或稳重的灰色。风格可以是“低调奢华”或“简约质感”。",
    "开运锦囊": "进行自我反省，审视内心欲望。今日适合进行慈善捐赠或帮助他人。保持面容平和，不显露财富。",
    "总结": "你的运势是——守富思危！",
    "分类运程": {
      "健康": "健康状况可能因生活安逸、缺乏警惕而潜藏危机。需注意节制，并通过祈祷和行善来维护。孕可生子。",
      "财运": "财运丰厚，但不可贪得无厌，否则易因财致祸，应懂得知足并回馈社会。",
      "感情": "感情关系稳定，但需在安逸中保持自我主见。婚姻选择需谨慎，不可只看重物质条件。",
      "考学": "功名之心不宜过强，应注重内在修养。",
      "事业": "事业发展平稳，但也可能缺乏突破。需有自己的主张和规划，不可因安逸而懈怠，谨防因财富招致问题。",
      "人际": "人际关系中需保持独立思考，不可轻信他人言辞。注意因财富或地位引起的是非。",
      "纠纷": "诉讼之事当知停止，不可因意气或贪念而起争端。",
      "远行": "出行计划可能受阻或延迟。安居家中或许更为有利。"
    },
    "文件标题": "普贤菩萨灭罪真言",
    "文件名": "普贤菩萨灭罪真言.mp3",
    "梵文": "जित्पाठो विनिपाठो उषोपाठो",
    "咒语含义": "祈请普贤菩萨加持，忏悔消除由语言所造的恶业，清净口业，增长福德。"
  },
  {
    "签号": 79,
    "幸运指数": "★★☆☆☆",
    "远古预言": "乾亥来龙仔细看，坎居午向自当安；\n若移丑艮阴阳逆，门户凋零家道难。",
    "解读举例": "一人择婿，占此，不解。后得姓冯属猪者为婿。盖乾象为马亥，属猪来龙者，乃乘龙佳婿也。应首句奇验。",
    "整体运程": "你是否感到当前的选择或方向有些不对劲？如同建房选址，方位至关重要。\n遵循自然的规律和正确的方向是趋吉避凶的关键。正南正北是吉利方位，西北方位也比较好，但如果北方偏东则不太吉利。\n也暗示我们做事要坚持原则，不能偏离方向。",
    "穿搭建议": "穿着宜选用能体现方向感和秩序感的服饰，风格可以是“经典航海风”（指南北）或“结构主义”。颜色可选代表吉方位的颜色（如签文提示的北、南相关色），避免不利方位的颜色（如东北相关色）。",
    "开运锦囊": "审视当前的方向和方法是否正确。今日适合进行规划、调整策略或咨询专业人士。保持面容端正，目光有神。",
    "总结": "你的运势是——顺势而昌！",
    "分类运程": {
      "健康": "健康状况与环境或生活方式的选择有关。选择正确的疗法和医生方能无忧。避免固执己见。",
      "财运": "财运平平，需找对门路和方法，不可盲目投资或改变方向，否则易损财。",
      "感情": "感情或婚姻之事需慎重选择，不可一意孤行。选择合适的伴侣和相处方式才能和谐。",
      "考学": "功名需找对学习方法和方向，不可固执己见，需灵活调整。",
      "事业": "事业发展需顺应大势，遵循规律。选择错误的方向或策略将导致失败。",
      "人际": "人际交往需选择正确的对象和方式。与志同道合者交往则顺，反之则逆。",
      "纠纷": "诉讼之事需依理而行，不可强词夺理。若自身理亏或方向错误，必败无疑。",
      "远行": "出行需选择正确的方向和时机。逆势而行将遇阻碍。"
    },
    "文件标题": "加持念珠净法界真言三",
    "文件名": "加持念珠净法界真言三.mp3",
    "梵文": "ॐ रं स्वाहा।",
    "咒语含义": "此为火大种子字真言，能净化一切不净，焚烧障碍，使法界清净庄严。"
  },
  {
    "签号": 80,
    "幸运指数": "★★☆☆☆",
    "远古预言": "一朝无事忽朝官，也是门衰坟未安；\n改换阴阳移祸福，劝君莫作等闲看。",
    "解读举例": "一生占此，中武会试。\n\n一生占之，因坟傍开门，构讼。盖求第者遭官、受职、置产、置营葬者遭官，则应不宜也。俱首句。",
    "整体运程": "你是否在平安无事时，突然遭遇意想不到的麻烦或官非？\n这可能与你所处的环境（阳宅）或祖坟（阴宅）的风水有关，存在某些不利因素。\n不要等闲视之，积极寻求改变（如调整环境、修缮祖坟或改变自身行为），方能转祸为福。",
    "穿搭建议": "适合穿着能带来转变和新生能量的颜色，如绿色、白色或清新的浅色。风格可尝试“简约革新”或“轻盈流动”，寓意改变和调整。",
    "开运锦囊": "审视并改善你所处的环境（家居或工作场所）。今日适合进行大扫除、整理或重新布置。保持面容清爽，展现积极改变的态度。",
    "总结": "你的运势是——变则通久！",
    "分类运程": {
      "健康": "健康问题可能突然出现，或与居住环境有关。需寻求新的治疗方法或改善居住环境，祈祷作福有助于康复。",
      "财运": "财运不佳，易有意外破耗，需审视经营环境或策略，做出调整。",
      "感情": "感情关系可能突生变故。婚姻之事若不顺，可能需要考虑新的对象或改善相处环境。",
      "考学": "功名难成，可能学习环境或方法不利，需要做出改变。",
      "事业": "事业发展可能无故受阻或遭遇危机。需要进行改革或调整方向，不可坐守，方能化解。",
      "人际": "人际关系中可能出现意外的是非或冲突。需要主动调整交往方式或环境。",
      "纠纷": "诉讼之事可能突然而至。宜寻求和解，并反思自身是否有可改进之处。",
      "远行": "出行计划可能需要改变。保持灵活性，适应变化。"
    },
    "文件标题": "大白伞盖恒常持心咒",
    "文件名": "大白伞盖恒常持心咒.mp3",
    "梵文": "ॐ सर्व तथागतोष्णीष अवलोकिते मूर्ध तेजो राशि ॐ ज्वल ज्वल धक धक दर दर विदर विदर छिन्द छिन्द भिन्द भिन्द हूं हूं फट् फट् स्वाहा।",
    "咒语含义": "念诵此咒，仰仗诸佛顶髻光明之力，能焚烧、破裂、斩断、摧毁一切魔障与恶念，恒常护佑，得大威力加持。"
  },
  {
    "签号": 81,
    "幸运指数": "★★★☆☆",
    "远古预言": "假君财物自当还，谋赖欺心他自奸；\n幸有高堂明月镜，请来对照破机关。",
    "解读举例": "江右一人负屈，屡讼未胜。后遇山东赵耀为按察使，其冤始白。赵本清廉，且赵与照同，应明月照耀之义。\n\n又(清)同治甲子（1864年）九月，发逆（太平天国）陷漳州城时，晋江令叶公为霖占此签。至十一月，果有高提台带兵来剿贼，应“高台”“破机关”也。\n\n又一妇人往府口探亲，回时遗失一钗，遍寻无踪，因到庙占此。有为解曰：“何不再向姻家觅看。”妇从其言，果于外戚门前照墙脚拾得。银钗己被糞秽遮盖，惟一柄露出，故路人莫之知也。此“自当还”句之应巧甚。",
    "整体运程": "你可能正遭遇他人的失信或欺瞒，感到委屈和无奈。\n请保持内心的正直与耐心，公道自在人心，真相终会大白。\n如同明镜能照亮一切，公正的力量（可能是官府或天理）最终会为你主持公道。",
    "穿搭建议": "穿着宜体现正直、清白，风格可选“简约干练”或“经典正装”。颜色可选白色、蓝色或灰色，象征公正与明辨是非。",
    "开运锦囊": "坚持原则，保留证据。今日适合处理法律事务或进行需要公正判断的事情。保持面容坦荡，眼神清澈。",
    "总结": "你的运势是——明镜高悬！",
    "分类运程": {
      "健康": "若有疾病，将遇到良医得以治疗。保持心态平和，相信正义，有助于康复。",
      "财运": "可能会有财务纠纷或被拖欠款项，但只要坚持正当途径，最终能追回。",
      "感情": "感情关系中需谨慎，防止被欺骗。婚姻之事需仔细考察对方人品，真诚方能长久。",
      "考学": "功名暂时受阻，可能遭遇不公，但坚持努力，最终能得到认可。",
      "事业": "事业发展需依循正道，不可欺诈。若遭遇不公，保持正直，终能得到公正对待。",
      "人际": "人际交往中需防范小人欺诈。保持真诚，坚守原则，是非曲直自有公论。",
      "纠纷": "诉讼之事不可欺瞒。若自身有理，终能昭雪；若对方欺诈，其阴谋终将被揭穿。",
      "远行": "出行平安。行人稍有延迟，但终会到达。"
    },
    "文件标题": "毘盧遮那佛大灌頂光",
    "文件名": "毘盧遮那佛大灌頂光.mp3",
    "梵文": "ॐ अमोघ वैरोचन महामुद्रा मणिपद्म ज्वल प्रवर्त्तय हूं।",
    "咒语含义": "此光明真言能破除黑暗，照亮前路，消除业障，利益众生，获得大日如来的圆满加持。"
  },
  {
    "签号": 82,
    "幸运指数": "★★★★☆",
    "远古预言": "彼亦俦中一辈贤，劝君特达与周旋；\n此时宾主欢相会，他日王侯却并肩。",
    "解读举例": "（明）嘉靖中，丰城雷礼会试不第，占此，下科中第，前一名王宗本，后一名侯岳牧。嗣后，三人同时为南部尚书，“王侯”、“並肩”之言益验。",
    "整体运程": "在你身边的人群中，隐藏着真正有才德的贤能之士，值得你特别留意。\n主动与之结交，建立深厚的友谊，即使在他们尚未发达之时。\n今日的真诚相待，将成为未来彼此扶持、共同走向辉煌的基石。",
    "穿搭建议": "穿着宜体现真诚、开放和对他人的尊重，风格可以是“优雅社交风”或“精致商务休闲”。颜色可选温和的蓝色、米色或能提升人缘的粉色系。",
    "开运锦囊": "积极参与社交，留意身边有潜力的人。今日适合拜访朋友、拓展人脉或表达对他人的欣赏。保持真诚友善的笑容。",
    "总结": "你的运势是——慧眼识贤！",
    "分类运程": {
      "健康": "健康状况良好，若有小恙，可能因贵人相助或良好的人际关系而得到缓解。",
      "财运": "财运将至，尤其通过合作或得遇贵人相助，能获得丰厚回报。",
      "感情": "感情顺利，婚姻可成。可能通过朋友介绍或在社交场合遇到良缘。珍惜有潜力的伴侣。",
      "考学": "学业顺利，易得良师益友相助，考试有望获得佳绩，可能被推荐。",
      "事业": "事业发展将得贵人提携。目前应积极拓展人脉，结交有识之士，未来将获得重要支持。",
      "人际": "人际关系是成功的关键。主动结交贤能之士，真诚相待，将获得长远的回报。",
      "纠纷": "诉讼能够得到公正处理，结果有利。可能得到有力人士的帮助。",
      "远行": "出行顺利，旅途愉快。可能遇到有助益的同行者或在目的地结识贵人。"
    },
    "文件标题": "般若无尽藏真言",
    "文件名": "般若无尽藏真言.mp3",
    "梵文": "नमो भगवते प्रज्ञापारमितायै। तद्यथा: ॐ ह्रीः धीः श्री श्रुति स्मृति विजये स्वाहा।",
    "咒语含义": "皈依世尊般若波罗蜜多。此咒能增长智慧、记忆力与辩才，其功德犹如无尽宝藏，福慧资粮取之不竭。"
  },
  {
    "签号": 83,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "随分堂前赴粥坛，何须妄想苦忧煎；\n主张门户诚难事，百岁安闲得几年。",
    "解读举例": "一生小考，占此，发案列优等补廪。应“赴饘粥”也。\n\n又一大剎，僧欲谋为住持，占此遂止。后见主僧操持劳苦，迎送干谒，烦恼怨恨，不如己之安闲清静，始悟签言不谬。\n\n又余妹倩，按照磨林名树立之。母病危，占此获痊，“应百岁安闲得”也。\n\n又一人被人讨欠，讨欠人债迫太急，欲卖屋偿之。占此，竟卖不得，后果就收入还出了事，方悟二、三句之验如此。",
    "整体运程": "满足于现状，享受眼前的平淡安闲，或许是难得的清福。\n过度的妄想和强求，只会带来不必要的忧虑和辛劳，最终可能一无所获。\n人生苦短，安闲难得，与其劳碌追逐不可及的目标，不如珍惜当下的宁静。",
    "穿搭建议": "穿着宜舒适、朴素，风格可以是“简约居家风”或“自然田园”。颜色可选柔和的大地色系，如米白、卡其、浅灰，营造安宁平和的氛围。",
    "开运锦囊": "放下不切实际的幻想，享受当下的宁静。今日适合进行放松的活动，如散步、阅读、品茶。保持面容平和淡然。",
    "总结": "你的运势是——知足是福！",
    "分类运程": {
      "健康": "健康状况平平，疾病痊愈较慢。需放宽心态，接受现状，避免因忧虑而加重病情。",
      "财运": "财运不佳，不宜贪求，守住现有即可，强求反而易损。",
      "感情": "感情之事不宜强求，婚姻难成。降低期望，随缘而处，或许更能获得内心的平静。",
      "考学": "功名难求，考试运不佳，宜降低期望，随缘尽力。",
      "事业": "事业发展宜守不宜攻。安于现状，做好本职工作，比盲目扩张或追求高位更实际。",
      "人际": "人际关系平淡。不必强求融入不属于自己的圈子，与真诚、朴实的人交往更为自在。",
      "纠纷": "诉讼宜和解。避免因不切实际的期望而引发争端。",
      "远行": "出行不利，难以达到预期目标。留守本地，享受安闲或许更好。"
    },
    "文件标题": "如意轮观音咒",
    "文件名": "如意轮观音咒.mp3",
    "梵文": "नमो रत्नत्रयाय। नमः आर्य अवलोकितेश्वराय बोधिसत्त्वाय महासत्त्वाय महाकारुणिकाय। तद्यथा ॐ चक्रवर्ति चिन्तामणि महा पद्मे रु रु तिष्ठ ज्वल आकर्षाय हूं फट् स्वाहा। ॐ पद्म चिन्तामणि ज्वल हूं। ॐ वरद पद्मे हूं।",
    "咒语含义": "满足一切善愿，增长财富福德，消除苦难厄运，获得如意轮观音菩萨如意宝轮的慈悲加持。"
  },
  {
    "签号": 84,
    "幸运指数": "★★★☆☆",
    "远古预言": "个中事绪更纷然，当局须知一着先；\n长舌妇人休酷听，力行礼义要心坚。",
    "解读举例": "一人惑于妇言，欲与弟分居，占此遂止。其后因弟克勤克俭，兴财致富。其兄安享，终身和乐。圣言之化人也如此夫。",
    "整体运程": "面对纷繁复杂的局面，保持清醒的头脑和坚定的主见至关重要。\n切勿轻信他人的言语，尤其是那些可能带有偏见或挑拨离间的“长舌妇人之言”。\n坚守礼义原则，果断采取关键行动，混乱的局面终将平息。",
    "穿搭建议": "穿着宜体现独立、干练和坚守原则，风格可以是“经典职场风”或“简约力量感”。颜色可选代表理智的蓝色、代表坚定的黑色或白色。",
    "开运锦囊": "保持独立思考，果断做出决定。今日适合处理复杂问题或厘清思路。保持面容坚毅，眼神果决。",
    "总结": "你的运势是——定心则明！",
    "分类运程": {
      "健康": "健康状况可能受到情绪或他人言语影响。需坚定治疗方案，不受干扰，心志坚定有助于康复。",
      "财运": "财运平缓，需理清思路，抓住关键机会，不宜受人怂恿盲目投资。",
      "感情": "感情关系中可能存在是非或干扰。需坚持自己的选择，不受旁人（尤其女性亲友）影响，婚姻之事需审慎。",
      "考学": "功名难贪，学习需有主见，不受外界干扰，坚持正确的学习方法。",
      "事业": "事业发展面临复杂局面，需当机立断。坚持自己的方案，不可因谗言而动摇，依礼义行事。",
      "人际": "人际关系中易受长舌妇或小人挑拨。需保持清醒头脑，自主判断，不可轻信是非。",
      "纠纷": "诉讼宜和解。若必须进行，需有主见，掌握主动，不可受人唆使。",
      "远行": "出行计划需自己决定。远方行人将归。"
    },
    "文件标题": "楞严心咒",
    "文件名": "楞严心咒.mp3",
    "梵文": "ॐ अनले अनले विशदे विशदे वीर वज्रधारे बन्ध बन्धनि वज्रपाणि फट् हूं त्रुं फट् स्वाहा।",
    "咒语含义": "此楞严心咒具足破魔显正、开显智慧的强大力量，能降伏一切魔障，守护修行，带来究竟安稳。"
  },
  {
    "签号": 85,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "一春风雨正潇潇，千里行人去路遥；\n移寡就多君得计，如何归路转无聊。",
    "解读举例": "一士人应一挚友聘作县幕宾，束修百金。占此之后，又遇一按君出五百金，其人即弃县而就按。未几，巡按卒于任，财物为有司决闭，一无所得而反，始悔不从签之示也。",
    "整体运程": "你是否在不利的时机（如风雨飘摇之时）强行踏上遥远的路途？\n看似聪明的计划（移寡就多），可能因时机不对或违背规律而最终落空。\n与其在外劳碌奔波却一无所获，不如安守本分，等待更好的时机。",
    "穿搭建议": "穿着宜选用朴素、耐用的服饰，风格可以是“基础实用风”或“简约守旧”。颜色可选灰色、黑色或深蓝色，减少不必要的变动感。",
    "开运锦囊": "重新评估计划，避免在不利时机强行推进。今日适合进行休整、反思或处理本地事务。保持面容沉静，避免焦虑。",
    "总结": "你的运势是——守静防失！",
    "分类运程": {
      "健康": "健康状况不佳，疾病可能反复或难以痊愈。需耐心调养，并通过祈祷寻求神助。",
      "财运": "财运不佳，不宜贪求，外出谋财易遇困难和损失，守旧为宜。",
      "感情": "感情不顺，婚姻不利。试图改变现状或寻求新的关系可能效果不佳，难以找到满意的归宿。",
      "考学": "功名难就，考试失利，可能努力方向错误或时机不对。",
      "事业": "事业发展困难重重，改变策略也难见效。宜守旧，不可妄动，否则徒劳无功。",
      "人际": "人际关系可能感到疏离或不顺。试图拓展社交圈可能效果不彰。",
      "纠纷": "诉讼宜息止。强行争讼难以获胜，只会增加烦恼。",
      "远行": "出行不利，路途遥远且艰难。远方行人将归，但过程可能不顺。"
    },
    "文件标题": "地藏菩萨咒",
    "文件名": "地藏菩萨咒.mp3",
    "梵文": "ॐ हा हा हा विस्मये स्वाहा।",
    "咒语含义": "此地藏菩萨心咒，表达对菩萨宏深誓愿与威神力的赞叹与皈依，念诵能得菩萨护佑，增长福慧。"
  },
  {
    "签号": 86,
    "幸运指数": "★★★★☆",
    "远古预言": "一舟行货好招邀，积少成多自富饶；\n常把他人比自己，管须日后胜今朝。",
    "解读举例": "一纸客出行，占此。后遇逆水行舟，风在滩险，舟人不戒，船折纸沉，半沒于水。舟人愿卖破船赔偿，客不忍，纵之而去。至其地，纸大贱，且涇难卖。候曝干时，纸已卖缺，争买水湿者，大获三倍之息。此不忍人赔偿，一念之善也。",
    "整体运程": "你的经营如同行船运货，正赶上好时机，生意兴隆。\n通过诚信经营，薄利多销，财富将积少成多，日益丰饶。\n常怀体谅他人之心，公平交易，未来的成就必将超越今日。",
    "穿搭建议": "适合穿着体现诚信和亲和力的服饰，风格可以是“经典商务风”或“温暖可靠”。颜色可选代表信任的蓝色、代表财富的金色或温暖的米色、棕色。",
    "开运锦囊": "坚持公平交易原则，多为他人考虑。今日适合进行商业洽谈、销售或理财规划。保持面容真诚，态度和善。",
    "总结": "你的运势是——诚信致富！",
    "分类运程": {
      "健康": "健康状况良好，疾病逐渐痊愈。保持平和心态，乐于助人，对身心健康有益。",
      "财运": "财运亨通，生意兴隆，适合贸易往来，诚信经营能带来丰厚利润。",
      "感情": "感情和谐，婚姻美满。与伴侣相互理解，关系融洽。",
      "考学": "学业顺利，勤奋努力能取得好成绩。",
      "事业": "事业发展顺利，经营得当。注重公平和信誉，能够获得长远发展和丰厚回报。",
      "人际": "人际关系良好，能得到他人信任和支持。将心比心，真诚待人，人脉广阔。",
      "纠纷": "诉讼能够得到公正处理，结果有利。",
      "远行": "出行顺利，旅途愉快。经商出行尤为有利。"
    },
    "文件标题": "加持念珠净法界真言三",
    "文件名": "加持念珠净法界真言三.mp3",
    "梵文": "ॐ रं स्वाहा।",
    "咒语含义": "此为火大种子字真言，能净化一切不净，焚烧障碍，使法界清净庄严。"
  },
  {
    "签号": 87,
    "幸运指数": "★★☆☆☆",
    "远古预言": "阴里详看怪尔曹，舟中敌国笑中刀；\n藩篱剖破浑无事，一种天生惜羽毛。",
    "解读举例": "一生携重资赴试出行，占此。登舟遇一人，求附舟，失足落水，衣尽湿。此生解衣赠之，复与酒食温煖之。临別，谓生曰：“我盜也。将有不利于君，感君之义，故谢去耳。”生复厚赠之。虽此生之德感化其心，亦签经之明示昭然也。",
    "整体运程": "你是否感觉到周围潜藏着不和与算计，如同同舟共济却心怀叵测？\n表面的和谐可能掩盖着内在的猜忌与隔阂，需仔细观察分辨。\n放下心中的藩篱，以诚相待，或许能化解敌意，达成和解。",
    "穿搭建议": "选择能够展现真诚和光明的颜色，如白色、浅蓝色或温暖的米色。风格宜“简约坦荡”，避免过于复杂或隐藏的设计。",
    "开运锦囊": "保持警惕，但尝试以开放心态沟通。今日适合反思人际关系，明确自己的立场。保持眼神清澈，面容坦诚。",
    "总结": "你的运势是——坦诚破冰！",
    "分类运程": {
      "健康": "健康可能受到精神压力或小人暗算的影响，易有心病。需保持内心光明，化解猜忌，方能安康。",
      "财运": "财运不佳，求财无望，合作中易有欺诈或内耗，需谨慎防范。",
      "感情": "感情关系中可能存在不信任或貌合神离。婚姻不利，需坦诚沟通，打破隔阂，否则难有好结果。",
      "考学": "功名无望，学业受阻，可能遭遇不公平竞争或干扰。",
      "事业": "事业发展中需警惕尔虞我诈。与人合作要敞开心扉，建立信任，否则易两败俱伤。",
      "人际": "人际关系复杂，表面和谐下可能暗流涌动。需保持警惕，但也要尝试以诚待人，化解猜忌。",
      "纠纷": "诉讼不宜进行，易陷入勾心斗角。以和为贵，避免冲突升级。",
      "远行": "出行需谨慎，注意旅伴或途中遇到的人。保持警惕，避免被骗。"
    },
    "文件标题": "全身舍利宝箧印陀罗尼心咒",
    "文件名": "全身舍利宝箧印陀罗尼心咒.mp3",
    "梵文": "ॐ सर्व तथागतोष्णीष धातु मुद्रानि सर्व तथागतं सधातु विभूषित अधिष्ठिते हूं हूं स्वाहा।",
    "咒语含义": "此为宝箧印陀罗尼的心咒，蕴含其核心力量，能得诸佛顶髻舍利印信加持，庄严身心，成就无量功德。"
  },
  {
    "签号": 88,
    "幸运指数": "★★★★☆",
    "远古预言": "从前作事总徒劳，才见新春时渐遭；\n百计营求都得意，更须守己莫心高。",
    "解读举例": "万历间，楚中一士人赴试占此，遂甲式。同列谓之曰：“张江陵当权，若拜门下，鼎甲可图也。”不应，遂殿三甲末。同列又谓曰：“亟求张相，翰林可选也。”又不应，仅得外县。未几张相亡，凡附张者俱败，此公擢为京官。乃“守己莫心高”之验焉。",
    "整体运程": "过去的辛劳与不顺即将成为历史，新的时运正在降临，尤其在春天之后。\n抓住这个转机，积极行动，你的各种计划和愿望都将得以实现。\n成功之时，切记保持谦逊和谨慎，不可得意忘形，方能长久。",
    "穿搭建议": "适合穿着明亮、积极但不过于张扬的服饰。可选淡雅的彩色，如浅黄、淡绿、米白。风格宜“稳中求进”或“优雅自信”。",
    "开运锦囊": "积极行动，把握新机遇。今日适合启动新计划、进行重要决策或庆祝成功。保持自信乐观的面容。",
    "总结": "你的运势是——得意莫骄！",
    "分类运程": {
      "健康": "健康状况好转，疾病痊愈。身心安泰，充满活力。但需注意保持平和心态，不可得意忘形。",
      "财运": "财运亨通，求财得利，之前的投入开始有回报，凡事顺利。",
      "感情": "感情顺利，婚姻可成。关系进入新的和谐阶段。但需珍惜缘分，不可因顺境而怠慢。",
      "考学": "学业进步，考试顺利，尤其在新年之后，容易取得好成绩。",
      "事业": "事业发展顺利，谋望称心。之前的困顿结束，迎来成功。但需谨守岗位，不可骄傲自满。",
      "人际": "人际关系和谐，能得到他人支持。但需保持谦和，不可因成功而疏远他人。",
      "纠纷": "诉讼能够得到和解或有利解决。",
      "远行": "出行顺利，旅途平安。远方行人将归。"
    },
    "文件标题": "不动佛心咒",
    "文件名": "不动佛心咒.mp3",
    "梵文": "नमो रत्नत्रयाय। ॐ कं कनि कं कनि रोचनि रोचनि त्रोटनि त्रोटनि त्रासानि त्रासानि प्रतिहन प्रतिहन सर्व कर्म परंपरानि मे सर्व सत्त्वानं च स्वाहा।",
    "咒语含义": "皈依三宝。念诵此咒能强力净化过去所造的深重恶业，尤其是嗔恨之业，消除修行障碍，得不动佛护佑加持。"
  },
  {
    "签号": 89,
    "幸运指数": "★★★☆☆",
    "远古预言": "樽前无事且高歌，时未来时奈若何；\n白马渡江嘶日暮，虎头城里看巍峨。",
    "解读举例": "临川•陈大士，少年占此，五十七始中乡科，应“白马渡江”之句。白马，庚午也；甲戍为行人。奉召吉安封王，衣锦而回。吉安，古虔州，“虔”字“虎头”也，应第四句。\n\n又晋江明经陈世清，（清）咸丰庚申（1860年）春，父病颇重。占此，自谓尊人决无事，可获痊安。迨是年六月庚午日寅時殆，始悟起二句乃示其尊翁目前却无事，至六月“未来时”，则无奈何。后二句又暗藏日时于中。神意之深，远非善会者不能測也。",
    "整体运程": "你可能正处于一段时运未济的时期，感到怀才不遇或壮志难酬。\n不必过于焦虑或急躁，学会在逆境中保持乐观和耐心，等待时机。\n转机将在晚些时候（可能与马或虎年、马或虎月）到来，届时你仍有机会大放异彩。",
    "穿搭建议": "穿着宜舒适自在，不必过于强求。可选灰色、米白或淡蓝色，营造平和心境。风格可尝试“闲适文人风”或“简约舒适”。",
    "开运锦囊": "保持乐观，享受生活中的乐趣。今日适合进行艺术创作、娱乐活动或与朋友小聚。保持积极开朗的面容。",
    "总结": "你的运势是——晚景可期！",
    "分类运程": {
      "健康": "健康状况一般，疾病可能需要较长时间才能痊愈。需耐心调养，保持乐观心态。",
      "财运": "财运迟滞，目前难有大的收益，需耐心等待时机（午年月日），晚年财运尚可。",
      "感情": "感情或婚姻之事进展缓慢，宜迟不宜早。耐心培养，时机成熟方能和合。",
      "考学": "功名晚成，早年考试可能不顺，需坚持努力，等待时来运转（午年月日）。",
      "事业": "事业发展时运未到，宜隐忍待时。不可急躁冒进，积累实力，晚年将有大的发展。",
      "人际": "人际关系平淡，可能缺乏知音。需耐心维系，等待时机拓展人脉。",
      "纠纷": "诉讼可以得到和解，但需要时间。保持耐心，寻求调解。",
      "远行": "出行计划可能延迟，行人归期较晚。需耐心等待。"
    },
    "文件标题": "无量寿如来根本陀罗尼",
    "文件名": "无量寿如来根本陀罗尼.mp3",
    "梵文": "नमो रत्नत्रयाय। नमः आर्य अमिताभय तथागताय अर्हते सम्यक्संबुद्धाय। तद्यथा ॐ अमृते अमृतोद्भवे अमृतसंभवे अमृतगर्भे अमृतसिद्धे अमृततेजे अमृतविक्रान्ते अमृतविक्रान्त गामिनि अमृत गगन कीर्तिकरे अमृत दुन्दुभि स्वरे सर्वार्थ साधने सर्व कर्म क्लेश क्षयं करे स्वाहा।",
    "咒语含义": "消除疾病痛苦，延长健康寿命，清净业障烦恼，获得阿弥陀佛（无量寿佛）慈悲护佑，接引往生极乐世界。"
  },
  {
    "签号": 90,
    "幸运指数": "★★☆☆☆",
    "远古预言": "崆峒城里事如麻，无事如君有几家；\n劝汝不顺勤致祷，徒劳生事苦咨叹。",
    "解读举例": "一人讼事，占之，竟无相干。应第二句也。",
    "整体运程": "你正享受着难得的清闲与安宁，这在纷扰的世间已属不易。\n不必羡慕他人的忙碌或追求额外的富贵，那往往伴随着烦恼和劳苦。\n珍惜眼前的平静，安守本分，切勿无事生非或妄求，以免失去这份安闲。\n当你抽取到这个灵签时，请审视一下是否就同一事情多次问占了。",
    "穿搭建议": "穿着宜舒适、简约，体现安闲自在。风格可选“慵懒居家风”或“简约自然”。颜色可选淡雅的米白、浅灰、莫兰迪色系。",
    "开运锦囊": "享受宁静的时光，做一些让自己放松的事情。今日适合阅读、品茶或静坐。保持面容安详，心态平和。",
    "总结": "你的运势是——清闲是福！",
    "分类运程": {
      "健康": "健康状况良好，无大忧虑。保持平和心态，享受安闲生活，有助于维持健康。",
      "财运": "财运平平，足够维持生活，不宜妄求横财，否则可能反招损失或是非。",
      "感情": "感情关系平稳，婚姻之事不宜强求。享受现有的宁静，不必刻意追求改变。",
      "考学": "功名之心不宜过强，随缘即可，强求难成。",
      "事业": "事业发展平稳，宜守不宜攻。满足于当前的职位和状态，避免不必要的变动和纷争。",
      "人际": "人际关系相对简单清净。珍惜这份安宁，不必强求融入喧嚣的社交圈。",
      "纠纷": "诉讼以和为贵。原本无事，不必因小事而起争端。",
      "远行": "出行计划不必强求。安居家中享受清闲或许更好。"
    },
    "文件标题": "般若波罗蜜多陀罗尼",
    "文件名": "般若波罗蜜多陀罗尼.mp3",
    "梵文": "नमो भगवते प्रज्ञापारमितायै। तद्यथा: ॐ ह्रीः धीः श्री श्रुति स्मृति विजये स्वाहा।",
    "咒语含义": "皈依世尊般若波罗蜜多。念诵此咒能增长无上智慧、提升记忆力与理解力，辩才无碍，破除无明烦恼。"
  },
  {
    "签号": 91,
    "幸运指数": "★★★☆☆",
    "远古预言": "佛说淘沙始见金，只缘君子不劳心；\n荣华总得诗书效，妙里工夫仔细寻。",
    "解读举例": "一人有子患痘，危甚。幼科欲用金汁（参见《泉州地产•金汁》）呷之，犹豫未决。占此，诗有“金”字，即以金汁呷之，其子遂有生意，调理月余而安，因识金汁起死回生之功。金汁，即糞清也。",
    "整体运程": "成功如同淘沙见金，需要付出艰辛的努力和持久的耐心。\n特别是对于知识和技艺的追求，更需潜心钻研，方能显现其价值。\n不要害怕劳苦，专注于提升内在的“功夫”，荣耀和回报终将到来。",
    "穿搭建议": "穿着宜体现专注和勤奋，风格可以是“经典学院风”或“简约工匠感”。颜色可选代表智慧的蓝色、代表坚持的灰色或代表收获的金黄色（点缀）。",
    "开运锦囊": "专注于需要耐心和细致的工作。今日适合学习、研究或进行需要反复练习的技能训练。保持面容专注，眼神坚韧。",
    "总结": "你的运势是——淘沙见金！",
    "分类运程": {
      "健康": "健康需要用心调理，如同细心淘沙。通过耐心和努力，疾病可以治愈。",
      "财运": "财运需通过辛勤劳动获得，没有捷径，努力付出终有回报。",
      "感情": "感情或婚姻之事需要用心经营和选择。通过努力和真诚，方能获得美满关系。",
      "考学": "功名需要苦读才能成功，需下足功夫，深入钻研。",
      "事业": "事业发展需要付出艰辛努力。通过专业技能的磨练和不懈奋斗，方能取得成就。",
      "人际": "建立深厚的人际关系需要时间和真诚的投入。用心交往，方得益友。",
      "纠纷": "诉讼之事需付出劳力去应对，但最终能够获得公正结果，没有大的过错。",
      "远行": "出行计划需要周密准备和努力方能顺利。行人消息可能在特定时间（三、六、九相关）到达。"
    },
    "文件标题": "净珠鬘真言",
    "文件名": "净珠鬘真言.mp3",
    "梵文": "ॐ वैरोचन माला स्वाहा।",
    "咒语含义": "加持念珠（鬘），使其成为光明遍照的法器，增长持咒功德，福慧圆满。"
  },
  {
    "签号": 92,
    "幸运指数": "★☆☆☆☆",
    "远古预言": "今年禾谷不如前，物价喧腾倍百年；\n灾数流行多疫疠，一阳复后始安全。",
    "解读举例": "一人卖首饰粧奁之物，因欲改途，占此遂守旧。一阳后忽遇大婚，民间嫁娶殆尽，物价喧腾，倍获厚利。第二句大验。\n\n又晋江一士人，母病初，医家皆谓火盛，叠投涼剂而病益重。迨占此之后，适有老医云：“症是真阴假阳，须大溫补，庶几真阳得复。”后果如其言。第四句之验巧。",
    "整体运程": "你是否感到今年的境况不如以往，甚至遭遇了少有的困顿？\n时运不佳，可能面临收成减少、物价上涨或疾病流行等外部挑战。\n保持忍耐，谨慎行事，转机将在“冬至”或者新的一年之后出现，届时方能安全。",
    "穿搭建议": "穿着宜朴素、保暖、有防护感，风格可选“基础实用风”或“低调度日”。颜色可选深色系，如黑色、深灰、藏青，有助于收敛和保护。",
    "开运锦囊": "保持低调，减少不必要的开支和活动。今日适合进行休整、储备或反思。保持面容沉静，避免焦虑。",
    "总结": "你的运势是——冬藏待复！",
    "分类运程": {
      "健康": "健康状况不佳，易生疾病，且可能具有传染性或流行性。需格外注意防护和调养，待冬至后方有好转。",
      "财运": "财运低迷，求财困难，易有亏损，经营环境不佳，需节俭度日，等待时机。",
      "感情": "感情关系可能受到外部环境或自身困境的影响而紧张。婚姻难成，需耐心等待运势好转。",
      "考学": "功名难成，考试失利，学业受阻，需等待更有利的时机。",
      "事业": "事业发展不顺，面临经营困难或市场萎缩。需保守经营，减少损失，等待行业复苏。",
      "人际": "人际关系可能因困难而变得紧张，是非口舌增多。需谨言慎行，保持低调。",
      "纠纷": "诉讼纷纭，难以快速解决。结果可能不利，宜寻求和解。",
      "远行": "出行不利，途中多有阻碍和风险。不宜远行。"
    },
    "文件标题": "不动佛心咒",
    "文件名": "不动佛心咒.mp3",
    "梵文": "नमो रत्नत्रयाय। ॐ कं कनि कं कनि रोचनि रोचनि त्रोटनि त्रोटनि त्रासानि त्रासानि प्रतिहन प्रतिहन सर्व कर्म परंपरानि मे सर्व सत्त्वानं च स्वाहा।",
    "咒语含义": "皈依三宝。念诵此咒能强力净化过去所造的深重恶业，尤其是嗔恨之业，消除修行障碍，得不动佛护佑加持。"
  },
  {
    "签号": 93,
    "幸运指数": "★★★☆☆",
    "远古预言": "春来雨水太连绵，入夏晴干雨又愆；\n节气直交三伏始，喜逢滂沛足田园。",
    "解读举例": "一人问终身，占此。自解曰：“四十一岁后当大发。”人问故。曰：“夏至三庚入初伏，四庚中伏，五庚三伏。我庚申生，十一庚午，二十二庚辰，三十一庚寅，四十一庚子，是五庚也。非三伏之始乎？”后果然。",
    "整体运程": "你是否感到运势如同天气般反复无常，时而顺利时而困顿？\n经历过春季的平稳（或多雨）和夏季的阻滞（或干旱），真正的转机在后头。\n耐心等待，直到“三伏”时节（每年阳历6月下旬以及7月上、中旬），届时将迎来甘霖，诸事顺遂。",
    "穿搭建议": "穿着宜体现适应性和耐心，风格可随季节或心情调整，但总体保持平和。颜色可选用中性色，如米白、灰色，搭配少量代表希望的绿色或蓝色。",
    "开运锦囊": "保持耐心和适应性。今日适合进行需要灵活应对的工作，或为未来的转机做准备。保持面容平和，不急不躁。",
    "总结": "你的运势是——静候时雨！",
    "分类运程": {
      "健康": "健康状况反复不定，疾病时好时坏。需耐心调养，等待合适的治疗时机（三伏后），方能稳定康复。",
      "财运": "财运起伏不定，早期可能不顺，但坚持下去，在特定时机（三伏天或庚日）可见好转，终有所获。",
      "感情": "感情关系可能经历波折，时好时坏。婚姻之事需慎重，经历考验后方能成功，夏末秋初是关键期。",
      "考学": "功名需要等待时机，考试结果可能反复，需坚持努力，等待有利考期（三伏天或庚日）。",
      "事业": "事业发展进退不定，时而顺利时而受阻。需有耐心和毅力，坚持到夏末秋初，方能迎来稳定发展。",
      "人际": "人际关系时好时坏。需要真诚和耐心去维系。",
      "纠纷": "诉讼之事反复拖延，难以快速解决。需等待有利时机（三伏后）方能定案。",
      "远行": "出行计划可能受阻或反复。需灵活调整，夏末秋初出行更为顺利。"
    },
    "文件标题": "大宝广博楼阁咒",
    "文件名": "大宝广博楼阁咒.mp3",
    "梵文": "नमः सर्व तथागतानां ॐ विपुल गर्भे मणि प्रभे तथागत निदर्शने मणि मणि सुप्रभे विमले सागर गम्भीरे हूं हूं ज्वल ज्वल बुद्ध विलोकिते गुह्य अधिष्ठित गर्भे स्वाहा। ॐ मणि वज्रे हूं। ॐ मणि धारे हूं फट्।",
    "咒语含义": "称诵此咒，能获得如同广博珍宝楼阁般的无量功德，灭罪生福，身心清净，所愿皆遂，得诸佛秘密加持护佑。"
  },
  {
    "签号": 94,
    "幸运指数": "★★★☆☆",
    "远古预言": "一般器用与人同，巧斫轮舆梓匠工；\n凡事有缘且随分，秋冬方至主人翁。",
    "解读举例": "一生林姓，小试，占此，屡试未遇，值宗师金姓者始取。乃知林属木，遇金成材，“梓匠”、“轮舆”，木之主人也。\n\n又(清)同治壬戍（1862年），特恩并补辛酉（1861年）正科，副考官马寿金。晋江林生乡试前占此，亦取中。",
    "整体运程": "你拥有精湛的技艺或才能，如同能工巧匠，但需要等待被赏识和使用的时机。\n不必急于推销自己或强求机会，随缘安分，专注于提升自身。\n当时机成熟（尤其在秋冬季），自然会有“主人翁”（需要你才能的人或机会）出现，让你大展拳脚。",
    "穿搭建议": "穿着宜体现专业和内敛，风格可以是“经典匠人风”或“简约质感”。颜色可选灰色、棕色、深蓝等沉稳色调，等待秋冬时可加入金色或暖色。",
    "开运锦囊": "专注于提升自己的专业技能或内在修养。今日适合进行学习、研究或打磨作品。保持低调内敛的仪容。",
    "总结": "你的运势是——待主识器！",
    "分类运程": {
      "健康": "健康状况平稳，若有疾病需耐心等待合适的治疗时机或医生。秋冬季节是康复的关键期。",
      "财运": "财运尚需等待，目前不宜强求，秋冬季或晚年财运较佳。",
      "感情": "感情或婚姻之事需等待缘分。时机未到，强求无益。秋冬是遇到合适对象或关系进展的好时机。",
      "考学": "功名迟缓，需潜心学习，提升实力，等待有利时机（秋冬季）。",
      "事业": "事业发展需要等待伯乐或市场机遇。目前宜专注于提升技能，安守岗位，秋冬将有转机。",
      "人际": "人际关系中需等待知音或贵人。随缘交往，不必强求，合适的人会在秋冬出现。",
      "纠纷": "诉讼能够遇到公正的主审者，但需等待时机。秋冬季节有利于案件解决。",
      "远行": "出行计划可能延迟。秋冬季节出行更为顺利。"
    },
    "文件标题": "一切如来心",
    "文件名": "一切如来心.mp3",
    "梵文": "नमः स्त्रियाध्विकानां सर्व तथागतानां। ॐ भुवि भवन वरे... हूं हूं स्वाहा।",
    "咒语含义": "此为一切如来心秘密全身舍利宝箧印陀罗尼，蕴含三世诸佛心髓与全身舍利功德，能灭除极重罪业，增长福寿，超度亡灵，圆满世出世间一切功德与善愿。"
  },
  {
    "签号": 95,
    "幸运指数": "★★★☆☆",
    "远古预言": "知君袖内有骊珠，生不逢辰亦强图；\n可叹头颅已如许，而成方得贵人扶。",
    "解读举例": "万历中，一士寓京师训蒙，求终身，占此，了无所遇，年已六十。其门生侯拱宸，选中驸马，延馆于府，累积千金之富。乃知“辰”者，宸也。老年遭际，签已明示之矣。\n\n又晋江李廷探应县试，首场并招复，俱列第一名，望结正案榜首。求占此签，不悟。及揭晓，一名系许笃因，三名为杨贵先，而李生取结第二。按杨生初名僚先，临填榜時，官乃改僚为贵。后二句姓名位置均預为指示，其灵验尤奇。",
    "整体运程": "你是否感觉到，自己如同怀揣珍宝，却未遇展示的良机？\n时间似乎在考验你的耐心，但请相信，真正的价值不会永远被埋没。\n转机往往在不经意间出现，一位关键人物的赏识可能就在前方。",
    "穿搭建议": "穿着宜体现内涵和潜力，即使朴素也要有质感。可选深色系如黑、深蓝、墨绿，搭配少量象征珍宝的金色或银色点缀。风格可为“低调实力派”。",
    "开运锦囊": "保持仪容整洁，眼神自信笃定，展现“腹有诗书气自华”的风采。今日宜打磨一项技艺，或阅读传记，学习前人等待时机的智慧。可食用如石榴、蓝莓等“宝石”般的水果。",
    "总结": "你的运势是——韫椟待价！",
    "分类运程": {
      "健康": "健康状况平平，可能因怀才不遇而心情郁结。需放宽心态，晚年健康运较好。疾病需耐心治疗。",
      "财运": "财富机遇会较晚出现，目前不宜强求。积累实力，待时而动，晚景可期。",
      "感情": "感情或婚姻之事可能较晚才能稳定。需要耐心等待，或在年长后遇到真正懂得欣赏自己的人。",
      "考学": "功名成就较晚，需要持续努力和耐心。坚持下去，终有被认可之时。",
      "事业": "事业发展早期多有阻碍，怀才不遇。不可强行出头，需积累实力，等待晚年贵人提携。",
      "人际": "年轻时可能知音难觅。需保持自身价值，等待真正懂得欣赏自己的人出现。",
      "纠纷": "诉讼之事最终能够得到解决，但过程可能拖延，需待有利时机或贵人介入。",
      "远行": "出行计划可能受阻。需等待合适时机或有人引荐方能顺利。"
    },
    "文件标题": "大虚空藏菩萨真言",
    "文件名": "大虚空藏菩萨真言.mp3",
    "梵文": "ॐ गगन संभव वज्र होः।",
    "咒语含义": "念诵此咒能开启如同虚空般无量无边的福德与智慧宝藏，获得虚空藏菩萨的加持。"
  },
  {
    "签号": 96,
    "幸运指数": "★★★★☆",
    "远古预言": "婚姻子息莫嫌迟，但把精神把佛持；\n四十年前须报应，功圆行满有馨儿。",
    "解读举例": "一人苦淫雨，入庙问晴，占此，不知所解。及霁，乃值满日也。且馨字下有一日字，此其所以待满而日出也。\n\n又(清)光绪九年（1883年），晋江郭生年四十，元旦到庙祈祷财气科名，占得此，无所应。至冬间乃举一子，其生辰与该生同日月。此三、四句签语之验也。\n\n又惠安县有一武生将应试，占此。后县榜取结第十名，府榜取结二十六名。迨宗师按临，则取第四名。至拜客诸酒完后，复生一子。亦三、四两句之应也。按：四十年前之“年”与“连”字同音。",
    "整体运程": "人生中的重要里程碑，有时需要耐心等待，不必过于焦虑。\n你内心的虔诚与持续的善行，是吸引福报的关键力量。\n当时机成熟，功德圆满，美好的结果自会降临，甚至超出预期。",
    "穿搭建议": "穿着宜体现虔诚、稳重和对未来的期盼。可选代表吉祥的红色、金色，或代表平和的米白、浅黄。风格可为“温婉祈福”或“经典传承”。",
    "开运锦囊": "保持面容平和慈祥，眼神宁静温暖。今日宜做一件持续性的善事（如定期捐助），或进行祈祷、静心。可食用象征圆满的食物（如汤圆）。",
    "总结": "你的运势是——善果圆满！",
    "分类运程": {
      "健康": "健康状况良好，疾病渐愈。虔诚祈祷和行善积德对健康非常有益。",
      "财运": "财运虽可能稍迟，但终将丰厚。只要坚持正道经营，福报自来。",
      "感情": "感情或婚姻之事真实可成，只是时机较晚。耐心等待，诚心祈祷，终得美满姻缘和子嗣。",
      "考学": "功名利禄虽迟但必定有成。只要坚持努力，辅以善行，终将获得理想结果。",
      "事业": "事业发展虽起步较晚或进展缓慢，但最终能成功。中年后运势转佳，可积极进取。",
      "人际": "人际关系和谐。真诚待人，多行善事，能得到他人的尊重和帮助。",
      "纠纷": "诉讼之事迟缓但最终能得到公正解决。",
      "远行": "出行计划可能延迟，行人归期未定。需耐心等待。"
    },
    "文件标题": "如意宝轮王陀罗尼",
    "文件名": "如意宝轮王陀罗尼.mp3",
    "梵文": "नमो रत्नत्रयाय। नमः आर्य अवलोकितेश्वराय बोधिसत्त्वाय महासत्त्वाय महाकारुणिकाय। तद्यथा ॐ चक्रवर्ति चिन्तामणि महा पद्मे रु रु तिष्ठ ज्वल आकर्षाय हूं फट् स्वाहा। ॐ पद्म चिन्तामणि ज्वल हूं। ॐ वरद पद्मे हूं।",
    "咒语含义": "满足一切善愿，增长财富福德，消除苦难厄运，获得如意轮观音菩萨如意宝轮的慈悲加持。"
  },
  {
    "签号": 97,
    "幸运指数": "★★★★★",
    "远古预言": "五十功名心已灰，那知富贵逼人来；\n更行好事存方寸，寿比冈陵位鼎台。",
    "解读举例": "一生占科举，不中而归，时四十有九。明年病亡。应第一句。\n\n又一人年五十，占功名得此，是年显荣。应诗第二句。\n\n占者，须以天时之吉凶消长，人事之返退存亡，合而推之。功名必本身年五十之外者方佳，否则不利。",
    "整体运程": "当你以为雄心已淡，机遇却可能悄然来临，甚至带来意想不到的富贵。\n过往的积累和当下的善行是你未来福报的基石，切勿忽视内心的修为。\n这是一个晚运亨通的预示，福寿与尊荣皆有可能。",
    "穿搭建议": "穿着宜体现尊贵、稳重和仁爱，风格可以是“经典儒雅风”或“低调奢华”。颜色可选代表地位的紫色、金色，或代表福寿的红色、黄色。",
    "开运锦囊": "保持面容光彩、祥和，眼神充满智慧与仁爱。今日宜做一件回馈社会或帮助他人的善举。可品尝象征长寿和富贵的食物（如寿桃、元宝状点心）。",
    "总结": "你的运势是——老当益贵！",
    "分类运程": {
      "健康": "健康状况良好，疾病将愈。行善积德更能增进健康长寿。",
      "财运": "财运亨通，尤其在中晚年，财富可能不期而至。是积累福德带来的回报。",
      "感情": "感情平顺，婚姻美满。家庭和睦，晚年幸福。",
      "考学": "功名虽晚必成，且可能地位显赫。坚持不懈，终有所成。",
      "事业": "事业发展迎来高峰，地位显赫。之前的沉寂结束，将获得极大的成功和认可。",
      "人际": "人际关系和谐，能得到他人尊敬和支持。善行带来良好的人缘。",
      "纠纷": "诉讼能够得到圆满解决，结果有利。",
      "远行": "出行顺利，旅途平安。晚年出行亦佳。"
    },
    "文件标题": "无量寿如来心真言",
    "文件名": "无量寿如来心真言.mp3",
    "梵文": "ॐ अमृत तेजे हर हूं।",
    "咒语含义": "增长寿命福德，净化身心，获得阿弥陀佛（无量寿佛）甘露灌顶加持。"
  },
  {
    "签号": 98,
    "幸运指数": "★★★☆☆",
    "远古预言": "经营百出费精神，南北奔驰运未新；\n玉兔交时当得意，恰如枯木再逢春。",
    "解读举例": "一生自南庠改北盐，屡试不第。占此，自谓卯科当中京，不验。后值酉年始领乡庥。乃悟两座师一房，俱是卯年所生，所谓“玉兔交”也。\n\n又一人有儿子，(清)光绪庚寅春月患痘颇验。事完后，再到庙请示疹期，以便预防，占此，果于辛卯年二月出疹。是“玉兔交时当得”与“再逢春”数字之应也。",
    "整体运程": "你是否感到之前的奔波劳碌似乎成效甚微？请保持希望，转机就在前方。\n如同沉寂的冬天过后是充满生机的春天，特定的时机（兔年或阳历3月份）将为你带来新生。\n抓住机遇，过往的辛苦将化为成功的喜悦。",
    "穿搭建议": "穿着宜选用能带来生机和希望的颜色，如嫩绿色、浅黄色或清新的白色。风格可尝试“简约活力风”或“舒适旅人”，寓意等待春天。",
    "开运锦囊": "保持面容充满希望，眼神期待未来。今日宜做一些与“新”相关的事情，如尝试新事物、清理旧物。可食用新鲜萌发的芽菜。",
    "总结": "你的运势是——枯木待春！",
    "分类运程": {
      "健康": "健康状况一般，可能因劳累而有所损耗。需耐心调养，待到春季或卯年月日时，病情有望好转。",
      "财运": "财运晚成，初期求财不易。待时机成熟（卯或春），财源方能打开。",
      "感情": "感情或婚姻之事，目前可能进展缓慢或有阻碍。需耐心等待，春季或卯年月日时是关系好转的关键。",
      "考学": "功名成就较晚，需要坚持努力，等待合适的时机。",
      "事业": "事业发展目前可能停滞不前，奔波徒劳。需要耐心等待转机（卯时相关），届时将迎来春天。",
      "人际": "人际关系平淡，可能感到付出多回报少。等待时机，人缘将改善。",
      "纠纷": "诉讼之事拖延日久，难以快速解决。待到有利时机，方能平息。",
      "远行": "出行可能受阻，或在外奔波劳碌。需等待合适时机再行动。"
    },
    "文件标题": "军荼利护身咒",
    "文件名": "军荼利护身咒.mp3",
    "梵文": "ॐ हुरु हुरु तिष्ठ तिष्ठ बन्ध बन्ध हन हन अमृते हूं फट् स्वाहा।",
    "咒语含义": "祈请军荼利明王护佑，迅速停息障碍，捆缚魔障，摧破一切邪祟，以甘露之力守护身心平安。"
  },
  {
    "签号": 99,
    "幸运指数": "★★★★★",
    "远古预言": "贵人遭遇水云卿，冷淡交情滋味长；\n黄阁开时延故客，骅溜应得骤康庄。",
    "解读举例": "一人选时占此，后得武进，乃东南水泽之国，自甘冷淡，冀得久任。\n\n又一人登科，占此久不第，直至座师拜相作总裁时始第。应第三、四句。\n\n又一人习贾，有才，扶不得，主料其必败。占此，欲应海口世好苏氏聘，不果，乃为凤阁街黄姓当事。将周岁，甫开市，而苏氏以厚利争向，遂于通衢建一大生意。历二十年，号已驰名，其人始卒。此占连題义毕应。善解者，毋烦多赘焉。",
    "整体运程": "你过往真诚的付出与情谊，将在此时开花结果，带来意想不到的机遇。\n一位曾在平凡中结识的友人，可能是你未来的贵人，助你平步青云。\n珍惜人与人之间纯粹的情感连接，它蕴含着改变命运的力量。",
    "穿搭建议": "穿着宜体现真诚、不卑不亢的气质。早期可朴素，后期可随地位提升而选择更精致的服饰。可选蓝色、白色等象征真诚和平等的颜色，或点缀金色、紫色象征未来的尊贵。",
    "开运锦囊": "保持面容真诚开朗，眼神充满欣赏与善意。今日宜联系旧友，表达感谢。可参与高质量的社交活动，广结善缘。",
    "总结": "你的运势是——贵人相助！",
    "分类运程": {
      "健康": "健康状况良好，身心安泰。良好的人际关系和心态有助于健康。",
      "财运": "财源广进，求财得意。可能因贵人相助或合作而获利丰厚。",
      "感情": "感情美满，婚姻吉利。可能遇到身份背景有差异但情投意合的伴侣，关系发展顺利。",
      "考学": "学业顺利，考试得意，有望获得佳绩或得到赏识推荐。",
      "事业": "事业发展将获得意想不到的贵人相助，平步青云。之前的积累和人脉将发挥巨大作用。",
      "人际": "人际关系是成功的关键。珍惜平淡中建立的真挚友谊，未来将获得丰厚回报。",
      "纠纷": "诉讼能够得到伸张，结果有利。可能得到有力人士的帮助。",
      "远行": "出行顺利，旅途愉快。可能在途中遇到贵人或重要机遇。"
    },
    "文件标题": "大白伞盖",
    "文件名": "大白伞盖.mp3",
    "梵文": "तद्यथा ॐ स्तूं बन्ध बन्ध रक्ष रक्ष मां ॐ हूं स्तूं बन्ध बन्ध वज्र रक्ष रक्ष मां वज्रपाणि हूं स्वाहा।",
    "咒语含义": "念诵此咒能以金刚之力坚固守护，摧破一切障碍，保护自身免受侵害，如同身披坚不可摧的盔甲。"
  },
  {
    "签号": 100,
    "幸运指数": "★★★★★",
    "远古预言": "我本天仙雷雨师，吉凶祸福我先知；\n至诚祷祝皆灵应，抽得终签百事宜。",
    "解读举例": "隆庆中，嘉善丁改亭先生会试占此，中是榜第三百名进士，官至尚书，亨寿百龄。大寿者，吉祥之兆也。",
    "整体运程": "此刻你正处在一个圆满的节点，过往的善因结出了善果。\n如同天地间的规律，你的虔诚与正直已被感知，万事皆顺遂。\n这是一个收获、安宁与开启新篇章的吉祥时刻，福泽深厚。",
    "穿搭建议": "穿着宜选用大气、圆满、带有吉祥寓意的颜色，如金色、红色、紫色或纯净的白色。风格可以是“经典皇家风”或“圆融智慧”。",
    "开运锦囊": "保持面容祥和庄重，眼神充满慈悲与了然。今日宜行善布施，或进行感恩祈福。可品尝圆形食物，象征圆满。",
    "总结": "你的运势是——圆满吉祥！",
    "分类运程": {
      "健康": "健康状况极佳，灾病消除。若有小恙，虔诚祈祷并积极治疗，必能迅速康复。老年人占此需注意寿元。",
      "财运": "财源丰沛，诸事顺利，是收获富足的时期。",
      "感情": "感情美满，婚姻和谐，百年好合。家庭幸福，子孙昌盛。",
      "考学": "学业有成，考试顺利，功名有望，前程光明。",
      "事业": "事业达到顶峰，功成名就。谋望之事无不遂意，根基稳固，发展无限。",
      "人际": "人际关系圆满，得到众人尊敬和支持。善行感召，贵人相助。",
      "纠纷": "诉讼之事化险为夷，转危为安。是非分明，结果有利。",
      "远行": "出行大吉，一路顺风。无论何往，皆有收获。"
    },
    "文件标题": "一字金轮真言",
    "文件名": "一字金轮真言.mp3",
    "梵文": "ॐ भ्रूं।",
    "咒语含义": "此为佛顶轮王一字心咒，具足佛顶尊胜的无上威力，能破除一切障碍，降伏魔怨，成就一切事业，获得最胜加持。"
  }
]